Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# TruncatedClickSuffix
source: to read the full post.
bg: за да прочетете цялата публикация.
cs: pro zobrazení celého příspěvku.
da: for at læse den fulde post.
fi: lukeaksesi koko julkaisun.
fr: pour lire le post entier.
hu: a teljes bejegyzés elolvasásához.
it: per leggere il post completo.
ka: სრული პოსტის წასაკითხად.
nl: om het volledige bericht te lezen.
pl: by przeczytać pełen post.
pt_br: para ler a publicação completa.
ro: pentru a citi toată postarea.
ru: прочитать полную публикацию.
sv: för att läsa hela inlägget.
tr: , tam gönderiyi okumak için.
uk: прочитати цілий пост.
zh_hans: 阅读完整通知。
zh_hant: 閱讀全文。

# VersionInfoLoadFailureTitle
source: Error Getting Available Thrive Versions
cs: Chyba při získávání dostupných verzí Thrive
da: Indhentning af tilgængelige Thrive versioner mislykkedes
fi: Virhe haettaessa saatavilla olevia Thriven versioita
fr: Erreur en essayant d'obtenir les versions disponibles de Thrive
it: Errore nell' acquisire le versioni di Thrive disponibili
ka: Thrive-ის ხელმისაწვდომი ვერსიების მიღების შეცდომა
nl: Fout tijdens het ophalen van beschikbare Thrive versies
pl: Błąd Uzyskiwania Dostępnych Wersji Thrive
pt_br: Erro ao Obter Versões do Thrive Disponíveis
ro: Obținerea Versiunilor Disponibile Thrive A Avut Eroare
ru: Ошибка при получении доступных версий Thrive
sv: Error Med Att Hämta Tillgängliga Thrive Versioner
tr: Mevcut Thrive Sürümlerini Alırken Hata Oluştu
uk: Помилка Отримання Доступних Thrive Версій
zh_hans: 获取可用 Thrive 版本时发生错误
zh_hant: 獲取可用 Thrive 版本時發生錯誤

# NoCompatibleVersionsFoundTitle
source: No Compatible Thrive Versions Found
bg: Няма намерени съвместими версии на „Thrive“
cs: Žádná kompatibilní verze nebyla nalezena
da: Ingen kompatible Thrive versioner fundet
es: No se han encotrado versiones de Thrive compatibles
fi: Yhteensopivia Thriven versioita ei löytynyt
fr: Aucune version compatible de Thrive n'a été trouvée
hu: Nem található kompatibilis Thrive verzió
it: Nessuna versione compatibile di Thrive trovata
ka: Thrive-ის თავსებადი ვერსიები აღმოჩენილი არაა
nl: Geen Bruikbare Thrive Versies Gevonden
pl: Nie Znaleziono Kompatybilnych Wersji Thrive
pt_br: Nenhuma Versão Compatível do Thrive Encontrada
ro: Nicio Versiune Thrive Compatibilă A Fost Găsită
ru: Не найдено совместимых версий Thrive
sv: Inga Kompatibla Thrive Versioner Hittades
tr: Uyumlu Bir Thrive Sürümü Bulunamadı
uk: Сумісних версій Thrive не знайдено
zh_hans: 找不到可兼容的 Thrive 版本
zh_hant: 未找到兼容的 Thrive 版本

# DownloadError
source: Download failed because of {0}
bg: Изтеглянето е неуспешно поради {0}
da: Download mislykkede på grund af {0}
fi: Lataus epäonnistui syystä: {0}
fr: Le téléchargement a échoué en raison de {0}
hu: Letöltés sikertelen: {0}
ka: გადმოწერა ჩავარდა. მიზეზი: {0}
nl: Het downloaden is mislukt door {0}
pl: Pobieranie nie powiodło się ponieważ {0}
pt_br: Download falhou por causa de {0}
ro: Descărcarea a eșuat pentru că {0}
ru: Установка провалилась из-за {0}
sv: Nedladdning misslyckade p.g.a {0}
tr: İndirme işlemi başarısız çünkü {0}
uk: Завантаження не вдалося з-за {0}
zh_hans: 下载失败，原因是{0}
zh_hant: 下載失敗，原因為 {0}

# DownloadProgressDisplay
source: Downloaded {0} of {1} MiB
bg: Изтеглени са {0} от {1} МиБ
fr: {0} sur {1} MiB téléchargés
hu: {0} MiB letöltve; összesen {1} MiB
ka: გადმოწერილია {0} მიბ {1}-დან
nl: {0} van {1} MiB gedownload
pl: Pobrano {0} z {1} MiB
pt_br: {0} de {1} MiB baixado(s)
ro: Descărcat {0} din {1} MiB
ru: Скачано {0} из {1} Мегабайт
sv: Nedladdat {0} av {1} MiB
tr: Toplam {1} MiB arasından {0} indirildi
uk: Завантажено {0} з {1} MiB
zh_hans: 已下载{0}MB，总共{1}MB
zh_hant: 已下載 {0} MiB，總共 {1} MiB

# ActiveReportingInfo
source: Reporting crash {0} at {1}
fi: Raportoidaan kaatumista {0}, joka tapahtui {1}
fr: Rapporter le plantage {0} à {1}
ka: ავარიის ანგარიში {0} მისამართზე {1}
nl: Crash {0} wordt gerapporteerd aan {1}
pl: Zgłaszanie crasha {0} o {1}
ru: Отчитываем вылет {0} около {1}
tr: {1} satırındaki {0} çökmesi bildiriliyor
zh_hans: 报告崩溃{0}在{1}
zh_hant: 回報崩潰 {0} 發生於 {1}

# InvalidVersionInfoLoadedTitle
source: Loaded Version Information Is Invalid
bg: Заредената информация за версията е невалидна
fr: Les informations de la version chargée sont invalides
hu: A betöltött verzióinformáció érvénytelen
ka: ჩატვირთული ვერსიის ინფორმაცია არასწორია
nl: Geladen Versieinformatie Is Verkeerd
pl: Załadowane Informacje Wersji Są Nieprawidłowe
ru: Загруженная информация версии недействительна
tr: Yüklü Sürüm Bilgisi Geçersiz
zh_hans: 加载的版本信息无效
zh_hant: 載入的版本資訊無效

# SettingsImportOldExplanation
source: Settings from a previous version of the launcher have been found. You can import these existing settings to keep your installed Thrive versions and other customizations intact. If you do not import the old Thrive versions and caches, they will be left behind and this launcher won't know about them. Importing the settings is recommended.
ar: لقد تم العثور على اعدادات لنسخ سابقة من المشغل. بامكانك إستيراد هذه الاعدادات للابقاء على تعديلاتك المفضلة. اذا لم تقم باستيراد النسخ القديمة و البيانات. سيتم تركها و هذا المشفل لن يعرف عنهم. لذلك ينصح بإستيراد الاعدادات القديمة.
bg: Намерени са настройки от по-стара версия на стартиращата програма. Препоръчително е да ги импортирате. Ако не го направите, настройките, старите версии на „Thrive“ и запазеният кеш ще бъдат изтрити.
cs: Byla nalezena nastavení z předchozí verze hry. Toto existující nastavení, v četně mezipaměti, můžete importovat do nové nainstalované verze hry Thrive. Pokud staré nastavení verze Thrive a mezipaměti neimportujete, budou ztraceny. Import nastavení se doporučuje.
da: Indstillinger fra en tidligere version af launcheren er blevet fundet. Du kan importere de eksisterende indstillinger for at beholde dine installerede versioner af Thrive og andre tilpasninger intakte. Hvis du ikke importerer de gamle thriver versioner og caches, så vil de blive efterladt, og launcheren vil ikke kende til dem. Det anbefales at indstillingerne importeres.
de: Es wurden Einstellungen von einer älteren Version des Launchers gefunden. Du kannst diese Einstellungen importieren, um installierte Thrive-Versionen und andere Anpassungen zu behalten. Wenn du diese alten Thrive-Versionen und -Caches nicht importierst, werden sie in Zukunft vom Launcher ignoriert. Es wird empfohlen, die Einstellungen zu importieren.
es: Se han encontrado ajustes de una versión anterior del lanzador. Puedes importar estos ajustes existentes para mantener tus versiones instaladas de Thrive y otras personalizaciones intactas. Si no importas las versiones antiguas de Thrives y sus cachés, serán olvidadas e ignoradas por este lanzador. Se recomienda importar los ajustes.
fi: Olemassaolevat asetukset aiemmasta laukaisijan versiosta ovat löytyneet. Nämä asetukset voidaan tuoda, jotta jo asennetut Thriven versiot ja muut vaihdetut asetukset voidaan säilyttää. Jos vanhoja asetuksia ei tuoda, vanhat Thriven versiot ja välimuistit jätetään olemaan sellaisennan, mutta tämä laukaisijan versio ei tule tietämään niistä. Asetuksien tuominen on suositeltua.
fr: Des paramètres d'une version précédente du lanceur ont été trouvés. Vous pouvez importer ces paramètres existants pour conserver intactes vos versions Thrive installées et vos autres personnalisations. Si vous n'importez pas les anciennes versions de Thrive et les caches, ils seront abandonnés et ce lanceur n'en saura rien. Il est recommandé d'importer les paramètres.
hu: A launcher korábbi verziójából származó beállításokat találtam. Importálhatod a létező beállításokat, hogy a telepített Thrive verziók és egyéni módosítások sértetlenek maradjanak. Ha nem importálod a régi Thrive verziókat és gyorsítótárakat, azok hátramaradnak és a launcher nem fog tudni róluk. Javasolt a beállítások importálása.
it: Sono state individuate delle impostazioni personalizzate in una precedente versione del launcher. Puoi importare queste impostazioni per mantenere intatta la tua versione di Thrive e qualsiasi altra modifica applicata. Se non importi la vecchia versione di Thrive e le caches, queste saranno definitivamente cancellate e il launcher non le considererà. Importare le impostazioni è raccomandato.
ja: 前回のランチャーの設定が見つかりました。既存の設定をインポートすることでインストール済みのThriveのバージョンやその他のカスタマイズをそのまま保持できます。古いThriveのバージョンやキャッシュをインポートしない場合、それらは残ったままになり、このランチャーは認識しません。設定のインポートをおすすめします。
ka: აღმოჩენილია პარამეტრები გამშვების წინა ვერსიიდან. შეგიძლიათ, ეს არსებული პარამეტრები შემოიტანოთ, რომ შეინარჩუნოთ დაყენებული Thrive-ის ვერსიები და თქვენი ცვლილებები მასში. თუ ძველი Thrive-ის ვერსიებს და კეშებს არ შემოიტანთ, ისინი უცვლელად დარჩენა და ამ გამშვებს მათ შესახებ არ ეცოდინება. პარამეტრების შემოტანა რეკომენდებულია.
mk: Пронајдени се подесувања од претходната верзија на лансерот. Можете да ги увезете овие постоечки подесувања за да ги задржите вашите инсталирани Thrive верзии и други прилагодувања недопрени. Ако не ги увезете старите верзии и кешови, тие ќе бидат оставени и овој лансер нема да знае за нив. Увозот на подесувањата се препорачува.
nl: Er zijn instellingen van een oudere versie van het opstarthulpprogramma gevonden. Je kunt deze bestaande instellingen importeren. Je geïnstalleerde Thrive versies en aanpassingen blijven dan bewaard. Als je de oude Thrive versies en caches niet importeert, worden ze door het opstarthulpprogramma vergeten. De bestanden blijven wel bestaan. Het wordt aangeraden om de instellingen te importeren.
pl: Ustawienia z poprzedniej wersji launchera zostały wykryte. Możesz zaimportować istniejące ustawienia by utrzymać twoje zainstalowane wersje Thrive i inne dostosowania nienaruszone. Jeśli nie zaimportujesz starych wersji oraz pamięci podręcznej Thrive, zostaną zapomniane i ten launcher nie będzie o nich wiedział. Zaimportowanie ustawień jest zalecane.
pt_br: Configurações de uma versão anterior do inicializador foram encontradas. Você pode importá-las para manter as versões de Thrive e outras customizações intactas. Se não fizer isso, as versões do jogo antigas e os caches não serão reconhecidos pelo inicializador. Importar as configurações é recomendado.
ro: Setări dintr-o versiune veche a launcher-ului au fost găsite. Puteți să importați aceste setări pentru a păstra versiunile Thrive și alte personalizări intacte. Dacă nu vreți să importați versiunile vechi Thrive și alte cache-uri, vor fi șterse și acest launcher nu va știi despre ele. A importa setările e recomandat.
ru: Найдены настройки от предыдущей версии лаунчера. Вы можете импортировать их, чтобы сохранить установленные версии Thrive и другие настройки нетронутыми. В противном случае, лаунчер не будет ничего о них знать. Рекомендуется импортировать настройки.
sv: Inställningar från en tidigare version av programstartaren har hittats. Du kan importera dessa existerande inställningar för att dina installerade Thrive versioner och andra anpassningar ska fortsätta vara intakta. Om du inte importerar dessa gamla Thrive versioner och cacher kommer de att ignoreras och denna programstartare kommer inte att veta om dem. Det rekommenderas att importera dessa inställningar.
tr: Önceki sürüme ait başlatıcı ayarları bulundu. Yüklü Thrive sürümlerinizi ve diğer özelleştirmelerinizi olduğu gibi tutmak için mevcut ayarları içe aktarabilirsiniz. Eğer eski Thrive sürümlerini ve önbellekleri içe aktarmazsanız, bu ayarlar geride bırakılacak ve mevcut başlatıcı bu ayarları kullanmayacak. Ayarların içe aktarılması önerilir.
uk: Налаштування з попередньої версії лаунчера, знайдено. Ви можете імпортувати наявні налаштування, щоб зберегти встановлені версії Thrive та інші кастомізації незмінними. Якщо ви не імпортуєте старі версії Thrive та кеші, вони будуть відкинуті, і лаунчер не знає про них. Імпортування налаштувань є рекомендованим.
zh_hans: 旧版启动器的设置配置已被发现，你可以导入这些已有的设置以让你已安装的Thrive和其他自定义内容保持完整。如果你未导入旧版的Thrive和缓存，它们会被抛弃并且启动器不会知道这些内容。推荐导入这些设置。
zh_hant: 發現了先前版本的啟動器設定。您可以導入這些現有的設定，以保留已安裝的 Thrive 版本和其他自定義設置。如果您不導入舊的 Thrive 版本和快取，它們將被遺棄，並且此啟動器將不會知道它們。建議導入這些設定。

# ImportFailedMessage
source: Failed to import settings. Please make sure the relevant file paths for settings are readable and writeable by the launcher, then restart the launcher to try again.
ar: فشل في إستيراد البيانات. من فضلك تأكد من ان مسار ملف الاعدادات صحيح و قابل للتعديل و القراءة من قبل المشغل,ثم قم باعادة تشغيل المشغل مرة ثانية.
bg: Импортирането на старите настройки е неуспешно. Моля, проверете дали стартиращата програма има разрешение за четене и записване в папката с настройките, рестартирайте програмата и опитайте отново.
cs: Importování nastavení selhalo. Ujistěte se, že zadaná cesta do adresáře pro importování nastavení je správně zadaná a rozpoznatelná spouštěčem hry. Poté zkuste restartovat spouštěč a zkuste to znovu.
da: Importering af indstilliger mislykkedes. Sørg venligst for at de relevante filstier for indstillinger er læsbare og skrivbare for launcheren, og genstart derefter launcheren for at prøve igen.
de: Importieren der Einstellungen fehlgeschlagen. Bitte stelle sicher, dass die relevanten Dateipfade vom Launcher gelesen und bearbeitet werden können, und starte dann den Launcher neu, um es erneut zu versuchen.
es: Fallo al importar ajustes. Por favor, asegúrate que las rutas de archivos relevantes para los ajustes son legibles y escribibles por el lanzador, luego reinicia el lanzador para probar de nuevo.
fi: Edellisten asetusten tuonti epäonnistui. Varmista, että laukaisijalla on luku- ja kirjoitusoikeus asetuksiin liittyviin tiedostopolkuihin, sitten käynnistä laukaisija uudelleen uutta yritystä varten.
fr: Échec de l'importation des paramètres. Veuillez vous assurer que les chemins d'accès aux fichiers de paramètres peuvent être lus et modifiés par le lanceur, puis redémarrez-le pour réessayer.
hu: Nem sikerült importálni a beállításokat. Győződj meg róla, hogy a launcher jogosult a releváns fájlokat olvasni és írni, majd indítsd újra a launchert és próbált újra.
it: Importazione delle impostazioni fallita. Assicurati che i percorsi dei file delle impostazioni siano leggibili e modificabili dal launcher, quindi riavvia il launcher per provare di nuovo.
ja: 設定のインポートに失敗しました。設定ファイルのパスがランチャーから読み取りおよび書き込み可能であることを確認し、ランチャーを再起動して再度お試しください。
ka: პარამეტრების შემოტანა ჩავარდა. დარწმუნდით, რომ შესაბამისი ფაილის ბილიკები პარამეტრებისთვის კითხვადი და ჩაწერადია გამშვებისთვის, შემდეგ თავიდან გაუშვით გამშვები და კიდევ სცადეთ.
mk: Не успеа да се импортират поставките. Ве молиме да бидете сигурни дека соодветните датотечни патеки за подесувањата се читливи и читливи од страна на лансерот, потоа рестартирајте го лансерот за да пробате повторно.
nl: Het importeren van instellingen is mislukt. Controleer of de relevante bestandspaden leesbaar en schrijfbaar zijn door het opstarthulpprogramma, start het opstarthulpprogramma opnieuw op, en probeer het nogmaals.
pl: Nie udało się zaimportować ustawień. Prosimy upewnić się, że ścieżki plików dla ustawień są możliwe do odczytu i zapisu przez launcher, potem uruchomić go ponownie, by spróbować jeszcze raz.
pt_br: Houve um erro ao importar configurações. Tenha certeza de que os locais dos arquivos de configurações possam ser lidos e escritos pelo inicializador e reinicie o programa logo após.
ro: Importarea setărilor a eșuat. Vă rugăm să vă asigurați că drumurile pentru filele relevante sunt citibile și scriibile pentru launcher, și apoi să restartați launcher-ul.
ru: Не получилось импортировать настройки. Убедитесь, что лаунчер имеет права на чтение и запись к нужным файлам, затем перезапустите лаунчер и попробуйте снова.
sv: Kunde inte importera inställningar. Snälla var säker att det relevanta filvägarna för inställningarna är läsbara och skrivbara, sen starta om laurnchern för att försöka igen.
tr: Ayarlar içe aktarılamadı. Lütfen bu ayarlara ilişkin dosya yollarının başlatıcı tarafından okunabilir ve yazılabilir olduğundan emin olun. Ardından, yeniden denemek için başlatıcıyı yeniden başlatın.
uk: файл для імпорту налаштувань. Будь-ласка, перевірте, що відповідні шляхи файлів для налаштуваннь достурні для читання та запуску лаунчером, а далі перезапустіть лаунчер, щоб повторити спробу.
zh_hans: 导入设置失败。请确保文件路径可读写，然后重启启动器。
zh_hant: 無法匯入設定。請確保啟動器可以讀取和寫入設定檔案的相關檔案路徑，然後重新啟動啟動器再試一次。

# ImportSucceededMessage
source: Previous settings have been successfully imported.
ar: تم إستيراد الاعدادات السابقة بنجاح.
bg: Импортирането на старите настройки е успешно.
cs: Předchozí nastavení bylo úspěšně importováno.
da: Forrige indstillinger blev importeret sucessfuldt.
de: Vorherige Einstellungen wurden erfolgreich importiert.
es: Los anteriores ajustes se han importado con éxito.
fi: Edelliset asetukset on tuotu onnistuneesti.
fr: Les paramètres précédents ont été importés avec succès.
hu: Az előző beállítások importálása sikeresen megtörtént.
it: Le impostazioni precedenti sono state importate con successo.
ja: 前回の設定を正常にインポートしました。
ka: წინა პარამეტრების შემოტანა წარმატებით დასრულდა.
mk: Предходните поставки се успесхно импортирани.
nl: Het importeren van vorige instellingen is gelukt.
pl: Poprzednie ustawienia zostały pomyślnie zaimportowanie.
pt_br: As configurações anteriores foram importadas com sucesso.
ro: Setările vechi au fost importate cu succes.
ru: Предыдущие настройки успешно импортированы.
sv: Förra inställningar har lyckats importera.
tr: Önceki ayarlar başarılı bir şekilde içe aktarıldı.
uk: Попередні налаштування успішно імпортовані.
zh_hans: 成功导入旧设置。
zh_hant: 成功匯入先前的設定。

# LaunchOptionForceOpenGL
source: Force OpenGL rendering mode (may make Thrive start, but causes slight graphical problems)
bg: Принудително използване на OpenGL
cs: Vynutit OpenGL renderování (může pomoci pro spuštění hry, ale muže způsobit grafické problémy)
da: Tving OpenGL renderingstilstand (får måske Thrive til at starte, men skaber mindre grafiske problemer)
de: OpenGL Rendering Modus erzwingen (Kann Thrive starten, verursacht aber leichte Grafikprobleme)
fi: Pakota OpenGL-renderöintimoodi (voi saada Thriven käynnistymään, mutta aiheuttaa pieniä visuaalisia ongelmia)
fr: Forcer le mode de rendu OpenGL (peut faire démarrer Thrive mais provoque de légers problèmes graphiques)
hu: OpenGL mód kényszerítése (ezáltal elindulhat a játék, de kisebb grafikai hibákat okoz)
it: Forzare modalità di rendering OpenGL (può aiutare ad avviare Thrive, ma causa lievi problemi grafici)
ja: OpenGLレンダリングモードを強制（Thriveは起動しますが、若干のグラフィックの問題が発生することがあります）
ka: OpenGL-ით რენდერის რეჟიმი (შეიძლება, Thrive გაეშვას, მაგრამ პატარა პრობლემები ჰქონდეს)
pl: Wymuś tryb renderowania OpenGL (może doprowadzić Thrive do uruchomienia, ale powoduje lekkie problemy graficzne)
pt_br: Forçar modo de renderização OpenGL (pode fazer Thrive começar, mas causa leves problemas gráficos)
sv: Tvinga OpenGL renderingsläge (kan hjälpa Thrive att starta men orsakar små grafiska problem)
zh_hant: 強制 OpenGL 渲染模式（可能能夠啟動 Thrive ，但會導致輕微的圖形問題）

# LauncherOptionCloseAfterStart
source: Close Launcher After Starting the Game
bg: Затваряне на стартиращата програма след започване на играта
cs: Zavřít spouštěč po spuštění hry
da: Luk launcheren efter spillet er startet
de: Launcher nach dem Starten des Spiels beenden
es: Cerrar el lanzador después de comenzar el juego
fi: Sulje laukaisija pelin käynnistyksen jälkeen
fr: Fermer le lanceur après avoir démarré le jeu
hu: A launcher bezárása a játék indítása után
it: Chiudi launcher dopo aver fatto partire il gioco
ja: ゲーム起動後にランチャーを閉じる
ka: გამშვების დახურვა თამაშის გაშვების შემდეგ
nl: Sluit Opstarthulpprogramma na Starten van Spel
pl: Zamykaj Launcher Po Uruchomieniu Gry
pt_br: Fechar o Inicializador após iniciar o jogo
ro: Închide launcher-ul după ce ați pornit jocul
ru: Закрыть лаунчер после игры
sv: Stäng Programstartaren Efter Spelet Börjar
tr: Başlatıcıyı Oyun Başlatıldıktan Sonra Kapat
uk: Закрити лаунчер після початку гри
zh_hans: 开始游戏后关闭启动器
zh_hant: 開始遊戲後關閉啟動器

# LauncherOptionCloseAfterPlaying
source: Close Launcher After Playing (if no error)
bg: Затваряне на стартиращата програма след излизане от играта (ако няма грешки)
cs: Zavřít Launcher po spuštění (pokud se nedostaví chyba)
da: Luk launcheren efter der er spillet (hvis der ingen fejl er)
de: Launcher nach dem Spielen beenden (wenn keine Fehler aufgetreten sind)
es: Cerrar lanzador después de jugar (si no hay error)
fi: Sulje laukaisija pelin pelaamisen jälkeen (jos ei tapahtunut virheitä)
fr: Fermer le lanceur à la fermeture du jeu (si aucune erreur ne survient)
hu: A launcher bezárása a játék bezárása után (ha nincsenek hibák)
it: Chiudi il launcher dopo aver giocato (se non ci sono errori)
ja: プレイ後にランチャーを閉じる（エラーがなければ）
ka: გამშვების დახურვა თამაშის დასრულების შემდეგ (თუ შეცდომები არაა)
nl: Sluit Opstarthulpprogramma na Spelen (wanneer er geen fout is voorgekomen)
pl: Zamykaj Launcher Po Zakończeniu Rozgrywki (jeśli nie wystąpiły błędy)
pt_br: Fechar o Inicializador após jogar (se não houverem erros)
ro: Închide launcher-ul după ce ați jucat (dacă nu sunt erori)
ru: Закрыть лаунчер после игры (если не было ошибок)
sv: Stäng Programstartaren Efter Du Har Spelat (utan error)
tr: Başlatıcıyı Oynadıktan Sonra Kapat (eğer hata yoksa)
uk: Закрити Лаунчер після відтворення (якщо немає помилки)
zh_hans: 启动后关闭启动器（如果不报错）
zh_hant: 啟動後關閉啟動器（如果沒有錯誤）

# BuildTypeSelectionBOTD
source: Build of the day (BOTD), recommended
bg: Дневна версия (препоръчително)
cs: Build of the day (BOTD), doporučeno
da: Build of the day (BOTD), anbefalet
de: Build des Tage (BDT), empfohlen
es: Construcción del día (CDL), recomendado
fi: Päivän koontiversio (PKV), suositeltu
fr: Version du jour (VDJ), recommandée
hu: Ajánlott napi build (BOTD)
it: Build del giorno (BOTD), consigliata
ja: 本日のビルド（BOTD）、推奨
ka: დღის აგება (BOTD). რეკომენდებულია
nl: Build van de dag (BOTD), aangeraden
pl: Wersja dnia (WD), zalecana
pt_br: Versão do dia (VDD), recomendada
ro: Versiunea Zilei (BOTD) recomandată
ru: Билд дня, рекомендуется
sv: Bygget av dagen (BD), rekommenderad
tr: Günün sürümü (GS), önerilen
uk: Збірка Оцього Дня(ЗОД), рекомендовано
zh_hans: Build of the day (BOTD)模式，开发者推荐
zh_hant: Build of the day (BOTD) 模式，開發者推薦

# BuildTypeSelectionManual
source: Manually selected in "Specific Build" tab
bg: Ръчно избрана в раздела „Конкретна версия“
cs: Manuálně vybráno ve "Konkrétní Build" záložce
da: Manuelt valgt i "Specifik build" fanen
es: Seleccionado manualmente en la pestaña "Construcción Específica"
fi: Manuaalisesti valittu "Tietty koontiversio"-välilehdellä
fr: Choisie manuellement dans l'onglet "Version spécifique"
hu: Kézzel kiválasztva a „Konkrét build” fülön
it: Selezionata manualmente nella tab "Build specifica"
ja: 「特定のビルド」タブで手動選択
ka: ხელით არჩეული "მითითებული აგების" ჩანართში
nl: Handmatig geselecteerd in "Specifieke Build" tabblad
pl: Manualnie wybrana w zakładce "Specyficzna Wersja"
pt_br: Selecionado manualmente na aba "Build Específica"
ro: Selectat manual în tab-ul "Versiune Specifică"
ru: Выбрано вручную во вкладке "Конкретный билд"
sv: Manuellt vald i "Specifikt bygg" fliken
tr: "Belirli Sürüm" sekmesinden manuel olarak seçildi
uk: Вибрано вручну у вкладці ''Конкретна збірка''
zh_hans: 手动选择“特定版本”
zh_hant: 手動選擇「特定版本」
