Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# MoveDehydratedCacheExplanation
source: Existing items in the cache have been detected. These can be automatically moved to the new location. If not moved the files will be left behind and the launcher won't know about them until the previous path is selected as the location again. Would you like to automatically move {0} file(s) to the new location? Note that if non-Thrive related files exist in the cache folder they will be moved as well.
da: Eksisterende genstande er opdaget i cachen. Disse kan automatisk flyttes til den nye lokation. Hvis de ikke flyttes vil filerne blive efterladt, og launcheren vil ikke kende til dem før den forrige sti igen er valgt som lokation. Ønsker du automatisk at flytte {0} fil(er) til den nye lokation? Bemærk at hvis ikke-Thrive filer eksisterer i cache mappen vil det også blive flyttet.
fr: Des fichiers ont été détectés dans le cache. Ils peuvent être déplacés automatiquement au nouvel emplacement. Sinon, les fichiers seront laissés tel quel et le lanceur n'en saura rien sauf si l'emplacement précédent est choisi a nouveau. Voulez-vous déplacer {0} fichier(s) automatiquement au nouvel emplacement ? Remarquez que si des fichiers non liés a Thrive existent dans le cache, ils seront aussi déplacés.
it: Sono stati rilevati elementi presenti nella cache. Questi possono essere spostati automaticamente nella nuova locazione. Se non vengono trasferiti, i file rimarranno nel percorso precedente e il launcher non li rileverà fino a quando non verrà nuovamente selezionato il percorso precedente. Si desidera spostare automaticamente {0} file nel nuovo percorso? Si noti che se nella cartella cache sono presenti file non correlati con Thrive, anche essi verranno spostati.
ka: კეშში აღმოჩენილია არსებული ელემენტები. ესენი ახალ მდებარეობაზე ავტომატურად იქნება გადატანილი. თუ არ გადაიტანთ, ეს ფაილები დარჩება, სადაც იყო და გამშვებს მათ შესახებ არ ეცოდინება მანამდე, სანამ გამშვებს ამ ბილიკს ხელით არ მიუთითებთ. გნებავთ, ავტომატურად გადაიტანოთ {0} ფაილი ახალ მდებარეობაზე? დაიმახსოვრეთ, რომ კეშის საქაღალდეში არსებული არა-Thrive-ის ფაილებიც გადატანილი იქნება.
nl: Bestaande items zijn in de cache gevonden. Deze kunnen automatische naar de nieuwe locatie worden verplaatst. Als ze niet worden verplaatst, zullen ze op de oude plek blijven staan. Het opstarthulpprogramma zal deze vergeten tot het moment dat het vorige pad weer als de locatie wordt gekozen. Wil je automatisch {0} bestand(en) naar de nieuwe locatie verplaatsen? Houdt er rekening mee dat als er bestanden die niets met Thrive te maken hebben in de vorige cachemap staan, deze ook zullen worden verplaatst.
pl: Istniejące przedmioty zostały wykryte w pamięci podręcznej. Mogą one zostać automatycznie przeniesione do nowej lokalizacji. Nie przeniesione, pliki zostaną zapomnie przez launcher i nie będzie on o nich wiedział puki poprzednia ścieżka nie zostanie ponownie wybrana jako lokalizacja instalacji. Czy chciałbyś automatycznie przenieść {0} plik(i/ów) do nowej lokalizacji? Zauważ, że jeśli niezwiązane z Thrive pliki znajdują się w folderze pamięci podręcznej, również zostaną przeniesione.
pt_br: Foram detectados itens existentes no cache. Eles podem ser movidos para a nova localização automaticamente. Se não forem movidos, os arquivos serão deixados para trás e o inicializador não terá conhecimento deles até que o caminho anterior seja selecionado como a localização novamente. Gostaria de mover automaticamente {0} arquivo(s) para a nova localização? Note que, se existirem arquivos não relacionados ao Thrive na pasta de cache, eles também serão movidos.
ro: Au fost detectate file în cache. Filele pot fi mutate automat la noua locație. Dacă nu sunt mutate, vor rămâne în urmă, și launcher-ul nu va știi despre ele până când calea veche e selectată din nou. Vreți să mutați automat {0} file la noua locație? Dacă file fără legătură cu Thrive sunt în folderul de cache vor fi și ele mutate.
ru: Существующие данные в кэше были найдены. Они были автоматически перемещены в новую директорию. Переместить {0} файлы в новую директорию?{0}
sv: Befintliga artiklar i cachen har upptäckts. Dessa kan automatiskt flyttas till den nya platsen. Om de inte flyttas kommer filerna att ignoreras och programstartaren kommer inte att veta om dem tills den tidigare filsökvägen väljs som plats igen. Vill du automatiskt flytta {0} fil(er) till den nya platsen? Notera att om det finns icke-Thrive relaterade filer i cachemappen kommer de också att flyttas.
tr: Önbellekte mevcut olan öğeler bulundu. Bu öğeler yeni konuma otomatik olarak taşınabilir. Eğer taşınmazlarsa, önceki konum kurulum yeri olarak seçilmediği sürece, bu dosyalar geride bırakılacak ve başlatıcı bunları kullanmayacak. {0} dosyayı yeni konuma otomatik olarak taşımak ister misiniz? Dikkat; önbellek klasöründe Thrive'a ait olmayan dosyalar varsa, onlar da taşınacak.
uk: Знайдено наявні об'єкти в кеші. Їх можна автоматично перемістити до нового місця. Якщо їх не перемістити, лаунчер не знатиме про їх існування, доки попередній шлях знов не буде вказаний. Чи бажаєте Ви автоматично перемістити {0} файл(и) до нового місця? Файли, що не відносяться до Thrive, також будуть переміщені.
zh_hans: 缓存路径中存在文件。现可自动将其移动到新位置。如果不移动，这些文件将保留在之前的路径中，启动器无法再找到这些文件，除非将安装位置重新设置为之前所选择的路径。您想要让这 {0} 个文件自动地移动到新位置吗？请注意，如果缓存文件夹中存在与 Thrive 无关的文件也会被一并移动。
zh_hant: 已檢測到快取中存在現有的項目。這些檔案可以自動移至新位置。如果不移動，這些檔案將被遺留在原處，直到再次選擇先前的路徑作為位置，啟動器將無法辨識這些檔案。您是否要將 {0} 個文件自動移動到新位置？請注意，如果快取文件夾中存在與 Thrive 無關的文件，它們也將被一併移動。

# ErrorSuggestionForMissingDll
source: The exit code can mean that you are missing a required DLL file. It may be Visual C++ Redistributable 2019, which you can download an installer for from: https://aka.ms/vs/17/release/vc_redist.x64.exe in order to install / repair it. You can also try running Thrive.exe manually as that may show an error dialog with the missing DLL file name in it. You should check that you have all Windows updates installed. If these don't help please contact us for additional assistance.
da: Slut koden kan betyde at du mangler en påkrævet DLL file. Det kan være Visual C++ Redistributable 2019, som du kan downloade en installer for her: https://aka.ms/vs/17/release/vc_redist.x64.exe for at installere / fikse den. Du kan også prøve at køre Thrive.exe manuelt da det kan vise en fejlbesked med navnet på den manglende DLL fil. Du børe tjekke at du har alle Windows opdateringer installeret. Hvis dette ikke hjælper så kontakt os venligst for mere vejledning.
fr: Le code de sortie peut signifier qu'il vous manque un fichier DLL nécessaire. Il peut s'agir de Visual C++ Redistributable 2019, pour lequel vous pouvez télécharger un programme d'installation depuis : https://aka.ms/vs/17/release/vc_redist.x64.exe afin de l'installer / le réparer. Vous pouvez également essayer d'exécuter Thrive.exe manuellement, car cela peut afficher une boîte de dialogue d'erreur avec le nom du fichier DLL manquant. Vous devriez vérifier que toutes les mises à jour de Windows sont installées. Si cela ne vous aide pas, veuillez nous contacter pour obtenir de l'aide supplémentaire.
ka: გასვლის კოდი შეიძლება ნიშნავდეს, რომ აკლია აუცილებელი DLL ფაილი. ის, შეიძლება იყოს Visual C++ Redist 2019, რომელიც, შეგიძლიათ, გადმოწეროთ ბმულიდან https://aka.ms/vs/17/release/vc_redist.x64.exe და დააყენოთ/შეაკეთოთ ის. ასევე, შეგიძლიათ, სცადოთ Thrive.exe ხელით გაუშვათ, რადგან ის გეტყვით, რომელი DLL ფაილი აკლია. ასევე შეამოწმეთ, დაყენებული გაქვთ თუ არა Windows-ის ყველა განახლება. თუ ამ ყველაფერმა არ გიშველათ, დაგვიკავშირდით.
nl: Deze exit-code kan betekenen dat je een DLL bestand mist. Het kan zijn dat het om de Visual C++ Redistributable 2019 gaat. Om deze te repareren kun je deze downloaden van https://aka.ms/vs/17/release/vc_redist.x64.exe. Je kunt ook proberen om Thrive.exe handmatig te starten om te kijken. Het kan zijn dat er dan een foutmelding met de bestandsnaam van de missende DLL wordt weergegeven. Controleer daarnaast of je alle Windows updates hebt gecontroleerd. Als dit alles niet helpt, neem dan alstublieft contact op met ons voor verdere ondersteuning.
pl: Kod wyjściowy może oznaczać brak wymaganego pliku DLL. Może to być Visual C++ Redistributable 2019, który możesz pobrać jako installer z: https://aka.ms/vs/17/release/vc_redist.x64.exe by go zainstalować / naprawić. Możesz również spróbować odpalić Thrive.exe manualnie, jako iż to może pokazać błąd wraz z nazwą brakującego pliku w oknie dialogowym. Powinieneś sprawdzić, czy masz wszystkie aktualizacje Windowsa zainstalowane. Jeśli te metody nie pomagają, skontaktuj się z nami dla dodatkowej pomocy.
pt_br: O código de saída pode significar que está faltando um arquivo DLL necessário. Pode ser o Visual C++ Redistributable 2019, para o qual você pode baixar um instalador em: https://aka.ms/vs/17/release/vc_redist.x64.exe para instalar/reparar. Você também pode tentar executar o Thrive.exe manualmente, pois isso pode exibir um diálogo de erro com o nome do arquivo DLL que está faltando. Certifique-se de ter todas as atualizações do Windows instaladas. Se nada disso ajudar, por favor entre em contato conosco para assistência adicional.
ro: Codul de ieșire poate să însemne că lipsiți o filă DLL. Poate fi Visual C++ Redistributable 2019, care puteți descărca un program de instalare de la: https://aka.ms/vs/17/release/vc_redist.x64.exe pentru a-l instala sau repara. Puteți și să rulați Thrive.exe manual, că ar putea să arate un dialog de eroare cu numele filei DLL care lipsește. Ar trebui să vă asigurați că aveți toate apdatările Windows instalate. Dacă asta n-a ajutat, vă rugăm să ne contactați în legătură cu problema dvs.
ru: Судя по коду выхода вам не хватает DLL файла. Им может являться Visual c++ Redistributable 2019, что вы можете скачать с : https://aka.ms/vs/17/release/vc_redist.x64.exe. Вы так же можете попробовать запустить Thrive вручную, это позволит показать диалоговое окно ошибки с отсутствующими DLL файлами. Вам стоит проверить - есть ли у вас все актуальные на данный момент обновления WIndows. Если это всё не помогло - свяжитесь с нами напрямую для помощи. Контакты можно найти на веб-сайте Thrive : https://revolutionarygamesstudio.com/.
sv: Utgångskoden kan innebära att du saknar en nödvändig DLL fil. Det kan vara Visual C++ Redistributable 2019, vilket du kan ladda ned en installerare för från: https://aka.ms/vs/17/release/vc_redist.x64.exe i syfte att installera / reparera den. Du kan också prova att köra Thrive.exe manuellt eftersom det kan visa en errordialog med den saknade DLL filnamnet i sig. Du bör också kontrollera att du har alla Windows uppdateringar installerade. Om dessa inte hjälper, vänligen kontakta oss för ytterligare hjälp.
tr: Çıkış kodu, gerekli bir DLL dosyasına sahip olmadığınız anlamına gelebilir. Eğer bu dosya Visual C++ Redistributable 2019 yazılımına aitse; bu DLL dosyasını yüklemek veya düzeltmek için, bu dosyaya ait yükleyiciyi aşağıdaki bağlantıdan indirebilirsiniz: https://aka.ms/vs/17/release/vc_redist.x64.exe. Ayrıca, Thrive.exe uygulamasını manuel olarak çalıştırmayı deneyebilirsiniz. Böylece; uygulama, eksik DLL dosyasının ismini içeren bir hata iletisi gösterebilir. Bütün Windows güncelleştirmelerini yükleyip yüklemediğinizi kontrol etmelisiniz. Eğer bütün bunlar işe yaramazsa, daha fazla destek için lütfen bize ulaşın.
uk: Цей код завершення може значити, що системі бракує необхідного DLL-файлу. Він може бути у середі Visual C++ Redistributable 2019, встановлювач якої можна завантажити з: https://aka.ms/vs/17/release/vc_redist.x64.exe, щоб установити або відновити її. Ви також можете спробувати запустити Thrive.exe власноруч, оскільки це може показати повідомлення про помилку, де буде вказане ім'я зниклого DLL-файлу. Вам також слід перевірити, чи всі оновлення Windows установлені. Якщо це не допоможе, будь ласка, зверніться до нас за додатковою допомогою.
zh_hans: 退出代码可能表示你缺少DLL文件。可能是 Visual C++ Redistributable 2019 运行库发生问题，你可以从：https://aka.ms/vs/17/release/vc_redist.x64.exe 下载软件，用以安装或修复运行库。你也可以尝试手动运行 Thrive.exe，或许能从显示的错误提示中获知缺少的DLL文件名。你应该检查是否安装了所有的 Windows 更新。如果以上方法均无法解决问题，请联系我们以获取更多帮助。
zh_hant: 退出代碼可能意味著您缺少所需的 DLL 檔案。可能是 Visual C++ Redistributable 2019，您可以從以下網址：https://aka.ms/vs/17/release/vc_redist.x64.exe 下載安裝程式，以安裝／修復它。您也可以嘗試手動執行 Thrive.exe，因為這可能會顯示一個帶有缺少的 DLL 檔名的錯誤對話方塊。請確保您已安裝所有 Windows 更新。如果這些方法都無法解決問題，請聯絡我們以獲得進一步的協助。

# OutdatedLauncherExplanation
source: This version of the launcher is outdated and should be updated. As you are seeing this message auto-update has not started so you will need to manually download the update and install it. You can try to use the current version of the launcher by skipping updating, but you may run into unexpected issues as only the latest launcher version is guaranteed to work with the remote systems the launcher interacts with.
da: Denne version af launcheren er forældet og bør opdateres. Eftersom du ser denne besked er auto-opdater ikke startet, så du er nødt til manuelt at downloade o installere opdateringen. Du kan prøve at bruge den nuværende version af launcheren ved at springe opdateringen over, men du kan løbe ind i uforudsete fejl, da de kun er den seneste launcher version der er garanteret til at virke med fjernsystemerne som launcheren interagerer med.
fr: Cette version du lanceur est obsolète et devrait être mise à jour. Comme vous voyez ce message, la mise à jour automatique n'a pas débuté, vous devrez donc télécharger manuellement la mise à jour et l'installer. Vous pouvez essayer d'utiliser la version actuelle du lanceur en ignorant la mise à jour, mais cela pourrait causer des problèmes inattendus car seule la dernière version du lanceur est certaine de fonctionner avec les systèmes distants avec lesquels le lanceur interagit.
ka: გამშვების ეს ვერსია მოძველებულია და განახლებას საჭიროებს. იმ დროს, როცა ამ შეტყობინებას ხედავთ, ავტოგანახლება დაწყებული არ იქნება, ასე რომ, განახლება ხელით უნდა გადმოწეროთ და დააყენოთ. ასევე შეგიძლიათ, გამშვების მიმდინარე ვერსია გამოიყენოთ და გამოტოვოთ განახლება, მაგრამ, შეიძლება, პრობლემები გქონდეთ, რადგან, დაშორებულ სისტემებთან, რომლებთანაც გამშვები მუშაობს, გარანტირებულად სამუშაოდ გამშვების უკანასკნელი ვერსიაა საჭირო.
nl: De versie van het opstarthulpprogramma is verouderd en dient bijgewerkt te worden. Als je dit bericht ziet, is het automatisch bijwerken niet gestart en moet je handmatig de update downloaden en installeren. Je kunt proberen deze versie van het opstarthulpprogramma te blijven gebruiken, maar het kan zijn dat dit problemen oplevert. Alleen van de meest recente versie wordt gegarandeerd te werken met de server waar het opstarthulpprogramma informatie van ophaalt.
pl: Ta wersja launchera jest przestarzała, więc powinna zostać zaktualizowana. Jeśli widzisz tę wiadomość, oznacza to, że auto-aktualizacje nie zostały włączone, przez co będziesz musiał(a/o) manualnie pobrać i zainstalować aktualizację. Możesz spróbować użyć obecnej wersji, pomijając aktualizację, lecz możesz spotkać się z nieoczekiwanymi problemami, jako iż tylko najnowsza wersja launcher ma gwarancję działania z delikatnymi systemami, z jakimi launcher wchodzi w interakcje.
pt_br: Esta versão do inicializador é obsoleta e deve ser atualizada. Se estiver vendo esta mensagem, significa que a atualização automática não iniciou e você deverá baixar e instalar a atualização manualmente. Você pode tentar usar a versão atual do inicializador e ignorar a atualização, mas erros imprevistos podem ocorrer já que apenas a versão mais recente tem garantia de funcionar com os sistemas remotos que interagem com o inicializador.
ro: Versiunea asta a launcher-ului e învechită și ar trebui apdatată. Cât citiți acest mesaj, apdatarea automată n-a început, așa că trebuie să descărcați apdatarea și s-o instalați. Puteți și să folosiți versiunea curentă a launcher-ului prin a sări peste apdatare, dar ați putea să întâlniți erori, că numai ultima versiune a launcher-ului e garantată să meargă cu sistemele exterioare cu care launcher-ul interacționează.
ru: Версия лаунчера устарела и должна быть обновлена. Если вы видите это сообщение, но авто-обновление не началось, то вам следует самим скачать обновление. Вы можете использовать нынешнюю версию лаунчера пропустив обновление, но при этом вы подвергаете себя непредвиденным последствиям, в любом случае рекомендуется установить обновление.
sv: Denna version av programstartaren är gammal och borde uppdateras. Eftersom du ser detta meddelande har auto-uppdatera inte startat så du behöver ladda ned uppdateringen manuellt och installera den. Du kan testa att använda den nuvarande versionen av programstartaren genom att hoppa över uppdateringen, men du kan stöta på oväntade problem eftersom bara den nyaste programstartarversionen är garanterad att fungera med de avlägsna systemen som programstartaren interagerar med.
tr: Başlatıcının bu sürümü güncel değil ve güncellenmesi gerekli. Eğer bu mesajı görüyorsanız, otomatik güncelleme henüz başlatılmadı. Bu yüzden, güncellemeyi manuel olarak indirmeniz ve yüklemeniz gerekecek. Güncellemeyi atlayarak, başlatıcının mevcut sürümünü kullanmayı deneyebilirsiniz. Ancak başlatıcıda yalnızca en son sürümün uzak sistemlerle etkileşim kurarak çalışmasına garanti verildiği için beklenmeyen sorunlarla karşılabilirsiniz.
uk: Ця версія лаунчеру є застарілою та повинна бути оновлена. Оскільки Ви бачите це повідомлення, це означає, що автооновлення не запустилося, тож Вам буде потрібно власноруч завантажити та встановити оновлення. Ви можете продовжити користуватися поточною версією лаунчеру, пропустивши оновлення, але це може призвести до неочікуваних наслідків, оскільки лише остання версія лаунчеру гарантовано працюватиме з видаленими системами, з якими взаємодіє лаунчер.
zh_hans: 此版本的启动器已经过时，需要更新。当您看到此消息时，自动更新尚未启动，因此您需要手动下载更新并安装。您可以尝试通过跳过更新来继续使用当前版本的启动程序，但是您可能会遇到意料之外的问题，只有最新的启动程序版本才能保证与启动程序交互的远程系统能协同运行。
zh_hant: 此版本的啟動器已過時，需要更新。當您看到此訊息時，自動更新尚未開始，因此您需要手動下載並安裝更新。您可以嘗試跳過更新，使用當前的啟動器版本，但是由於只有最新的啟動器版本能夠與啟動器所互動的遠端系統保證正常運作，因此可能會遇到意外問題。

# ReportDeleteCaveat
source: IMPORTANT if you lose your delete link you won't be able to delete your report. So save it! You can press the copy button to the right of it to copy it.
fr: IMPORTANT si vous perdez le lien de suppression vous ne pourrez pas supprimer le rapport. Sauvegardez-le ! Vous pouvez le copier en utilisant le bouton à sa droite.
it: IMPORTANTE se perdi il tuo link per rimuovere non sarai in grado di cancellare il tuo report. Quindi salvalo! Puoi premere il pulsante Copia sulla destra per copiarlo.
ka: მნისვნელოვანია! თუ დაკარგავთ თქვენი წაშლის ბმულს, თქვენს ანგარიშს ვერარ წაშლით. ასე რომ, შეინახეთ ის! დააჭირეთ კოპირების ღილაკს მის მარჯვენა მხარეს და ის დაკოპირდება.
nl: BELANGRIJK! Als je je verwijderkoppeling verliest, kun je het rapport niet mee verwijderen. Zorg dat je het goed opslaat! Je kunt de kopieknop rechts van het rapport gebruiken om de koppeling te kopiëren.
pl: WAŻNE: Jeśli zgubisz swój link usunięcia, nie będziesz w stanie usunąć swojego raportu. Więc go zapisz! Możesz nacisnąć przycisk kopiowania na prawo od linku by go skopiować.
ru: ВАЖНО, если вы потеряете ссылку на удаление, вы не сможете удалить свой отчет. Поэтому сохраните его! Вы можете нажать кнопку копирования справа от него, чтобы скопировать его.
tr: ÖNEMLİ: Eğer silme bağlantısını kaybederseniz, raporunuzu silemezsiniz. Bu yüzden, bu bağlantıyı kaydedin! Bağlantıyı kopyalamak için bağlantının sağındaki kopyala butonuna basabilirsiniz.
zh_hans: 重要！如果你遗忘了你的删除链接，你将无法删除你的报告。所以要保存它! 你可以按它右边的复制按钮来复制它。
zh_hant: 重要提示：如果您遺失了刪除連結，將無法刪除您的報告。請妥善保存！您可以點選右側的複製按鈕將其複製。

# OutdatedLauncherUpdateHasBeenAvailable
source: The launcher type you are using should be able to auto-update, but it has not worked for some reason and the latest launcher version has been available for a while now. Please check that you haven't disabled keeping Thrive up to date.
da: Launcher typen du bruger burde være i stand til t auto-opdatere, men af en eller anden grunden har det ikke fungeret, og den seneste launcher version har været tilgængelig et stykke tid. Tjek venligst at du ikke har deaktiveret at holde Thrive opdateret.
fr: Le type de lanceur que vous utilisez devrait pouvoir se mettre à jour automatiquement, mais pour une raison ou une autre, ça n'a pas marché et la dernière version du lanceur est disponible depuis un certain temps déjà. Veuillez vérifier que vous n'avez pas désactivé les mises à jour automatiques.
ka: გამშვების ტიპი, რომელსაც იყენებთ, უნდა ჰქონდეს ავტოგანახლების საშუალება, მაგრამ რატომრაც მან არ იმუშავა და გამშვების ახალი ვერსია უკვე დიდი ხანია, ხელმისაწვდომია. შეამოწმეთ, ხომ არ გამორთეთ განახლება.
nl: Het type opstarthulpprogramma wat je gebruikt zou zichzelf moeten kunnen bijwerken, maar heeft dit niet kunnen doen. De meest recente versie van het opstarthulpprogramma is al een langere tijd geleden gepubliceerd. Controleer of je deze optie niet hebt uitgeschakeld.
pl: Rodzaj launchera, jakiego używasz, powinien mieć możliwość auto-aktualizacji. Z nieznanej przyczyny auto-aktualizowanie nie zadziałało, a najnowsza wersja launchera jest dostępna od dłuższego czasu. Prosimy sprawdzić, czy przypadkiem nie wyłączyłeś(aś/oś) auto-aktualizacji.
pt_br: O tipo de inicializador que você está usando deveria ser capaz de atualizar automaticamente, mas não pôde por alguma razão e a versão mais recente do inicializador já está disponível. Por gentileza, verifique se não desabilitou a opção de manter o Thrive atualizado.
ro: Tipul de launcher care o folosiți ar trebui să se apdateze automat, dar nu a mers și ultima versiune a launcher-ului a fost disponibilă de ceva vreme. Vă rugăm să verificați dacă nu ați dezactivat menținerea actualizată a Thrive.
ru: Тип лаунчера, что вы используете должен иметь возможность к автоматическому обновлению, но данная функция почему-то не работает. Пожалуйста, проверьте что вы не выключили возможность автоматического обновления в настройках лаунчера.
sv: Programstartartypen som används borde kunna auto-uppdatera, men det har inte fungerat av någon anledning och den senaste programstartarversionen har varigt tillgänglig ett tag. Vänligen kontrollera att du inte har stängt av att hålla Thrive i den nyaste versionen.
tr: Kullandığınız başlatıcı türünün otomatik olarak güncelleme yapabilmesi lazım ancak bazı nedenlerden dolayı çalışamadı. Bununla birlikte, en son başlatıcı sürümü uzun süredir indirmek için mevcut. Lütfen Thrive'ı güncel tutma özelliğini devre dışı bırakıp bırakmadığınızı kontrol edin.
uk: Викорисовуваний тип лаунчеру повинен могти автоматично оновлюватися, але це не працюває з певних причин, та остання версія лаунчеру вже певний час недоступна. Будь-ласка перевірте, що ви не вимкнули підтримку Thrive в актуальному стані.
zh_hans: 你正在使用的启动器类型本该可以进行自动更新，但由于某种原因它没有运行，最新的启动器版本已经可用了一段时间了。请检查您是否禁用“保持Thrive更新”。
zh_hant: 您正在使用的啟動器類型應該能夠自動更新，但由於某些原因它並未生效，最新版本的啟動器已經可用一段時間了。請檢查一下您是否已經停用了讓 Thrive 保持最新狀態的功能。
