Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# CannotSubmitExceptionReportYet
source: The crash reporter doesn't support reporting crashed caused by unhandled exceptions yet. Please use the copy button below to copy the report to your clipboard and then manually send the report to us.
fr: Le rapporteur de plantage ne peut utiliser les plantage issus d'une exception non gérée pour l'instant. Merci d'utiliser le bouton copier ci dessous pour copier le rapport dans votre presse papier et nous l'envoyer manuellement.
ka: ავარიის შეცდომების პროგრამას ,ჯერ, დაუმუშავებელი გამონაკლისების მიერ გამოწვეული ავარიის შესაზებ ანგარიშის გადაცემა არ შეუძლია. გამოიყენეთ კოპირების ღილაკი ქვემოთ, რომ დააკოპიროთ ანგარიში თქვენს ბუფერში და შემდეგ ის ანგარიშის სახით ხელით გამოგვიგზავნეთ.
nl: Het rapporteren van onbehandele uitzonderingen wordt nog niet ondersteund door het crashrapportageprogramma. Gebruik de kopieknop hieronder om het rapport naar je klembord te kopiëren en het rapport handmatig naar ons te sturen.
pl: Raporter crashów jeszcze nie wspiera zgłaszania crashów spowodowanych przez nieobsługiwane wyjątki. Prosimy skorzystać z przycisku poniżej by skopiować zgłoszenie do twojego schowka, a następnie manualnie wysłać je do nas.
tr: Çökme bildirici, beklenmeyen hatalardan kaynaklı çökme raporlarını henüz desteklemiyor. Lütfen raporu kopyalamak için aşağıdaki kopyala butonunu kullanın ve sonra raporu bize manuel olarak gönderin.
zh_hans: 崩溃报告程序尚不支持上传未处理过的异常导致的崩溃。请使用下面的复制按钮将报告复制到剪贴板，然后手动将报告发送给我们。
zh_hant: 當前的錯誤回報器尚不支援報告因未處理異常而導致的崩潰。請使用下方的複製按鈕將報告複製到剪貼簿，然後手動將報告傳送給我們。

# CrashDumpsDetectedAdvice
source: Crash dumps have been detected but they may be from a previous Thrive run (please check before reporting). To stop being notified about the crash dumps, please open the reporter and clear the crash dumps.
fi: Kaatumistiedostoja on havaittu, mutta ne saattavat olla aiemmista Thriven suorituskerroista (ole hyvä ja tarkasta tämä asia ennen niiden raportoimista). Tämä viesti voidaan hiljentää avaamalla kaatumisen raportoija ja tyhjentämällä lista havaituista kaatumisista.
fr: Un fichier de plantage a été détecté mais pourrait provenir d'une partie précédente de Thrive (merci de vérifier avant le rapport). Pour ne plus être notifié à propos des fichiers de plantage, merci d'ouvrir le rapporteur et de nettoyer les fichiers de plantage.
ka: აღმოჩენილია ავარიის დამპები, მაგრამ ისინი, შეიძლება, Thrive-ის წინა გაშვებებიდან იყოს (შეამოწმეთ ეს, სანამ ანგარიშს მოგვწერთ). იმისათვის, რომ შეწყდეს ავარიის დამპების შესახებ გაფრთხილებები, უბრალოდ გახსენით ანგარიშების პროგრამა და გაასუფთავეთ ავარიის დამპები.
nl: Er zijn crash dumpbestanden gevonden maar deze kunnen van een eerder speelmoment van thrive zijn (gaarne dit te controleren alvorens te rapporteren). Om geen meldingen meer over crash dumpbestanden te krijgen, kun je het rapportageprogramma openen en deze dumpbestanden verwijderen.
tr: Çökme dökümleri algılandı ancak bu dökümler bir önceki Thrive oturumundan olabilir (bildirmeden önce lütfen kontrol edin). Çökme dökümleri ile ilgili bildirim almayı durdurmak için lütfen bildiriciyi açın ve çökme dökümlerini temizleyin.
zh_hans: 已检测到崩溃转储，但它们可能来自以前运行的Thrive(请在报告之前检查)。要停止收到关于崩溃转储的通知，请打开报告程序并清除崩溃转储。
zh_hant: 已檢測到崩潰傾印，但可能是之前的 Thrive 執行所導致的（請在回報之前檢查）。要停止收到有關崩潰傾印的通知，請開啟回報器並清除崩潰傾印。

# VersionInfoLoadFailureExplanation
source: Thrive Launcher loads the available Thrive versions from the internet in order to know what is available. Loading this information has failed (see the error below). You can retry downloading this information, or if the launcher was previously able to download this information you can load a cached copy. If the cached copy is very old it may not show all available Thrive versions. Note that if your version of the launcher is very old, it may no longer be compatible with a newer data format and must be updated manually before the data can be loaded.
cs: Thrive Launcher běžně načítá dostupné verze Thrive z internetu, aby věděl, která verze je k dispozici. Načtení těchto informací se nezdařila (viz chyba níže). Můžete se pokusit tyto informace stáhnout znovu, nebo pokud Launcher byl dříve schopen tyto informace stáhnout, můžete načíst kopii z mezipaměti. Pokud je kopie v mezipaměti zastaralá, nemusí zobrazovat všechny dostupné verze Thrive. Upozorňujeme, že pokud je vaše verze Launcheru zastaralá, nemusí již být kompatibilní s novějším formátem dat a je nutné ji před načtením ručně aktualizovat.
da: Thrive launcheren indhenter de tilgængelige Thrive versioner fra internettet så den ved hvad der er tilgængeligt. Indhentningen af dette er mislykkedes (se fejlen nedenunder). Du kan forsøge at downloade denne information igen, eller hvis launcheren førhen har kunnet downloade denne information kan du bruge en cachet kopi. Hvis den cachede kopi er meget gammel viser den måske ikke alle tilgængelige Thrive versioner. Bemærk at hvis versionen af din launcher er meget gammel er den muligvis ikke længere kompatibel med et nyere data format, og skal opdateres manuelt før data kan indhentes.
es: El lanzador de Thrive carga las versiones de Thrive disponibles desde el internet para saber cuales están disponibles. Un error ha ocurrido mientras se cargaba esta información (puedes ver el error más abajo). Puedes intentar volver a cargar esta información, o si en el pasado el lanzador fue capaz de descargar esta información puedes cargar una copy del cache. Si la copia del cache es muy vieja puede que no muestre todas las versiones de Thrive disponibles. Puede que si tu version del lanzador es muy vieja, no sea compatible que formatos de datos nuevos, si este es el caso, debera ser actualizado manualmente antes de que se puedan descargar los datos.
fr: Le lanceur Thrive charge les version de Thrive disponibles depuis internet afin de savoir si une nouvelle version est disponible. Le chargement de l'information a échoué (voir l'erreur ci-dessous). Vous pouvez réessayer de télécharger cette information ou si le lanceur avait déjà téléchargé l'information, vous pouvez charger la copie en cache. Si la copie en cache est très ancienne, elle peut ne pas afficher toutes les versions de Thrive disponibles. Notez que si votre version du lanceur est très ancienne, il se peut qu'il ne soit plus compatible avec un nouveau format de données et qu'il doive être mis à jour manuellement avant que les données puissent être chargées.
hu: A Thrive Launcher az internetről tölti le az elérhető Thrive verziók listáját, de ezen információ letöltése nem sikerült (lásd az alábbi hibaüzenetet). Megpróbálhatod újra letölteni ezt az információt, vagy ha a launcher korábban képes volt ezt megtenni, betöltheted a gyorsítótárból. Ha a gyorsítótárazott verzió nagyon régi, előfordulhat, hogy nem fog megjelenni minden elérhető verzió. Ha a launcher verziója nagyon régi, előfordulhat, hogy nem kompatibilis egy újabb adatformátummal és manuálisan kell frissíteni, mielőtt az adatok betöltése megtörténhet.
it: Il Launcher Thrive carica le versioni di Thrive disponibili da Internet per verificare la disponibilità. Il caricamento di queste informazioni non è riuscito (vedere l'errore di seguito). È possibile riprovare a scaricare queste informazioni o, se il launcher era precedentemente in grado di scaricarle, è possibile caricarne una copia nella cache. Se la copia nella cache è piuttosto datata, potrebbe non mostrare tutte le versioni di Thrive disponibili. Se la versione del launcher è piuttosto datata, potrebbe non essere più compatibile con un formato di dati più recente e deve essere aggiornata manualmente prima di poter caricare i dati.
ka: Thrive-ის გამშვები ცატვირთავს ხელმისაწვდომ Thrive-ის ვერსიებს ინტერნეტიდან იმისთვის, რომ გაიგოს, რა არის ხელმისაწვდომი. ამ ინფორმაციის ჩატვირთვა ჩავარდა (იხილეთ ინფორმაცია ქვემოთ). შეგიძლიათ, ამ ინფორმაციის გადმოწერა თავიდან სცადოთ, ან, თუ გამშვებმა ადრე შესძლო გადმოეწერა ის, შეგიძლიათ, დაკეშილი ასლი გამოიყენოთ. თუ დაკეშილი ასლი ძალიან ძველია, მან, შეიძლება, არ აჩვენოს ყველა ხელმისაწვდომი Thrive-ის ვერსია. დაიმახსოვრეთ, რომ თუ გამშვების თქვენი ვერსია ძალიან ძველია, ის, შეიძლება, აღარ იყოს თავსებადი ახალ მონაცემების ფორმატთან და მისი განახლება, მანამდე, სანამ მონაცემები ჩაიტვირთება, ხელით მოგიწიოთ.
nl: Het Thrive opstarthulpprogramma haalt een lijst van beschikbare Thrive versies op van het internet. Deze informatie kon niet worden geladen (zie de foutmelding hieronder). Je kunt proberen de informatie opnieuw te downloaden of, als dit eerder wel is gelukt, een gecachede kopie laden. Als de gecachede kopie zeer oud is, kan het zijn dat niet alle beschikbare versies van Thrive worden weergegeven. Als de versie van het opstarthulpprogramma zeer oud is, kan het zijn dat deze niet langer meer om kan gaan met het huidige dataformaat. Het opstarthulpprogramma moet dan handmatig worden bijgewerkt alvorens de data geladen kan worden.
pl: Launcher Thrive ładuje dostępne wersje Thrive z internetu by wiedzieć, co jest dostępne. Wczytywanie tej informacji nie powiodło się (zobacz błąd poniżej). Możesz spróbować pobrać tę informację ponownie, a jeśli laucher wcześniej był w stanie pobrać tę informację, możesz załadować jej kopię z pamięci podręcznej. Jeśli kopia z pamięci podręcznej jest bardzo stara, może nie pokazywać wszystkich dostępnych wersji Thrive. Zauważ, że jeśli wersja twojego launchera jest zbyt stara, może być niekompatybilna z nowszym formatem danych i musi zostać manualnie uaktualniona, nim dane mogą być wczytane.
pt_br: O Inicializador do Thrive carrega as versões do Thrive da internet para verificar o que está disponível. O carregamento dessas informações falhou (observe o erro abaixo). Você pode tentar baixar essas informações novamente ou, se o inicializador conseguiu baixar estas informações anteriormente, carregar uma cópia em cache. Se a cópia em cache for muito antiga, é possível que ela não mostre todas as versões disponíveis do Thrive. Note que se a sua versão do inicializador for muito antiga, ela pode não ser mais compatível com um formato de dados mais recente e precisará ser atualizada manualmente antes que os dados possam ser carregados.
ro: Launcher-ul Thrive încarcă versiunile disponibile de pe internet casă știe ce are disponibil. Încărcarea acestelor informații a eșuat (vedeți eroarea mai jos). Puteți să descărcați aceste informații din nou, sau dacă launcher-ul a putut să descarce aceste informații înainte, veți putea să încărcați o copie din cache. Dacă copia din cache e foarte veche, ar putea să nu arate toate versiunile Thrive disponibile. Dacă versiunea launcher-ului dvs. e foarte veche, ar putea să nu mai fie compatibil cu un format de date mai nou, și launcher-ul trebuie apdatat manual înainte ca datele să fie încărcate.
ru: Лаунчер Thrive загружает доступные версии Thrive с интернета, дабы удостовериться что в принципе доступно. Загрузка этой информации провалилась (Ошибку можно просмотреть снизу). Вы можете попытаться вновь установить эту информацию иль если Лаунчер ранее загружал эту информацию вы в праве загрузить копию из кэша.
sv: Thrive Programstartare laddar tillgängliga Thrive versioner från internet för att veta vad som är tillgängligt. Att ladda denna information har misslyckats (se error nedan). Du kan försöka igen med att ladda ned denna information, eller om programstartaren har laddat ned denna information tidigare kan du ladda från en cachad kopia. Om denna cachade kopia är väldigt gammal kan den inte visa alla tillgängliga Thrive versioner. Notera att om din version av programstartaren är väldigt gammal, kan det hända att den inte är kompatibel med ett nyare dataformat och måste därför uppdateras manuellt innan datan kan laddas.
tr: Thrive başlatıcısı, hangi sürümlerin mevcut olduğunu öğrenmek için internetten mevcut Thrive sürümlerini yükler. Bu bilginin alınma işlemi başarısız oldu (aşağıdaki hatayı inceleyin). Bu bilgiyi almayı yeniden deneyebilir veya önbelleğe alınmış bir kopyayı, başlatıcının daha önce aldığı bir bilgiyi, yükleyebilirsiniz. Önbelleğe alınan kopya çok eskiyse, mevcut bütün Thrive sürümlerini göstermeyebilir. Eğer başlatıcı sürümünüz çok eskiyse, bu sürümün yeni bir veri formatıyla uyumlu olmayabileceğini ve verilerin yüklenebilmesi için başlatıcının manuel olarak güncellenmesi gerektiğini unutmayın.
uk: Лаунчер Thrive завантажує лист доступних версій Thrive з інтернету. Цю інформацію не вдалося завантажити (дивіться помилку нижче). Ви можете повторити завантаження цієї інформації, або якщо лаунчер раніше міг завантажити цю інформацію, Ви можете завантажити кешову копію. Якщо кешова копія дуже стара, то вона може не показувати усі доступні версії Thrive. Проте якщо ваша версія лаунчера дуже стара, вона може бути несумісною з новим форматом даних, тож її потрібно оновити перед наступною спробою завантаження даних.
zh_hans: Thrive Launcher需要通过互联网以了解所有可用的版本。加载此信息失败(请参阅下面的错误)。您可以重试下载此信息，或者如果先前的启动程序能够下载此信息，则可以加载缓存副本。如果缓存的副本过于久远，它可能不会显示所有可用的Thrive版本。请注意，如果您的启动器版本过于古老，它可能不再与较新的数据格式兼容，您必须通过手动更新才能加载数据。
zh_hant: Thrive 啟動器無法從網路上載入可用的 Thrive 版本資訊，導致無法確定目前有哪些版本可用。以下是載入資訊時出現的錯誤訊息。您可以嘗試重新下載這些資訊，或者如果啟動器先前能夠下載這些資訊，您可以載入快取的副本。如果快取的副本非常舊，可能無法顯示所有可用的 Thrive 版本。請注意，如果您的啟動器版本非常舊，可能無法與新的資料格式相容，必須在載入資料之前手動更新。

# ExtraThriveStartFlags
source: Thrive is being started with extra flags passed as command line arguments to the launcher, these may make Thrive behave in an unexpected way: {0}
fr: Thrive a été lancé avec des options en ligne de commande depuis le lanceur, cela peut faire se comporter Thrive d'une manière inattendue : {0}
ka: Thrive გაეშვა დამატებითი არგუმენტებით, რომელიც გამშვებმა ბრძანების სტრიქონით გადაცა. მათ Thrive-ის ქმედების შეცვლა ისე შეუძლიათ, რომ მისი ქცევა ამოუხსნელი გახდება: {0}
nl: Thrive wordt gestart met extra opties die als opdrachtargumenten aan het opstarthulpprogramma zijn aangeboden. Deze kunnen ervoor zorgen dat Thrive zich op rare manieren gedraagt: {0}
pl: Thrive jest rozpoczynane z dodatkowymi flagami przekazywanymi jako argumenty w lini komend launcherowi, te zaś mogą wywołać nieoczekiwane zachowania u programu: {0}
ro: Thrive a fost pornit cu atenționări ce pot face Thrive să se comporte într-un mod neașteptat:{0}
ru: Thrive запускается с дополнительными параметрами, что были добавлены через командную строку к лаунчеру, эти "добавки" могут привести к тому, что Thrive поведёт себя не лучшим образом{0} .
tr: Thrive, ek bayraklar (başlatıcıdaki komut satırı argümanları) ile başlatılıyor. Bu argümanlar Thrive'ın beklenmeyen bir şekilde davranmasına neden olabilir: {0}
uk: Thrive запускається з кількома додатковими прапорами, доданами як параметри у командному рядку до лаунчера, вони можуть змусити Thrive поводитися неочікуваним чином: {0}
zh_hans: 在启动Thrive时，额外的flags作为命令行参数传递给启动器，这些flags可能会使Thrive以意想不到的方式运行:{0}
zh_hant: Thrive 啟動時包含額外的命令列引數設定，這可能會導致 Thrive 以意想不到的方式運作：{0}

# MoveVersionsExplanation
source: Installed Thrive versions have been detected at the previous path. These can be automatically moved to the new location. If not moved the files will be left behind and the launcher won't know about them until the previous path is selected as the install location again. Would you like to automatically move these files to the new location?
da: Installerede versioner af Thrive er blevet opdaget ved den forrige sti. Disse kan automatisk flyttes til den nye lokation. Hvis de ikke flyttes vil de blive efterladt, og launcheren vil ikke kende til dem før den forrige sti igen er valgt som instalationslokation. Ønsker du automatisk at flytte disse filer til den nye lokation?
fr: Des versions installées de Thrives ont été détectées à l'emplacement précédent. Elles peuvent être déplacées automatiquement au nouvel emplacement. Si elles ne le sont pas, les fichiers seront laissés tel quel et le lanceur n'en saura rien sauf si l'emplacement d'installation précédent est choisi a nouveau. Voulez-vous déplacer ces fichiers automatiquement au nouvel emplacement ?
it: Sono state rilevate versioni di Thrive installate nel percorso precedente. Queste possono essere spostate automaticamente nella nuova locazione. Se non vengono trasferiti, i file rimarranno nel percorso precedente e il programma di avvio non li rileverà fino a quando non verrà nuovamente selezionato il percorso precedente come percorso di installazione. Si desidera spostare automaticamente questi file nel nuovo percorso?
ka: წინა ბილიკზე აღმოჩენილია დაყენებული Thrive-ის ვერსიები. ისინი, შეგიძლიათ, ახალ მდებარეობაზე გადაიტანოთ. თუ არ გადაიტანთ, ეს ფაილები დარჩება, სადაც იყო და გამშვებს მათ შესახებ არ ეცოდინება, სანამ გამშვებს ამ საქაღალდეს არ მიუთითებთ. გნებავთ ავტომატურად გადაიტანოთ ეს ფაილები ახალ მდებარეობაზე?
nl: Geïnstalleerde versies van Thrive zijn gevonden op het vorige pad. Deze kunnen automatisch verplaatst worden naar de nieuwe locatie. Als ze niet worden verplaatst, zullen ze op de oude plek blijven staan. Het opstarthulpprogramma zal deze vergeten tot het moment dat het vorige pad weer als de installatielocatie wordt gekozen. Wil je deze bestanden naar de nieuwe locatie verplaatsen?
pl: Zainstalowane wersje Thrive zostały wykryte na poprzedniej ścieżce. Mogą zostać automatycznie przeniesione do nowej lokalizacji. Nie przeniesione, pliki zostaną zapomnie przez launcher i nie będzie on o nich wiedział puki poprzednia ścieżka nie zostanie ponownie wybrana jako lokalizacja instalacji. Czy chciałbyś automatycznie przenieść te pliki do nowej lokacji?
pt_br: Foram detectadas versões do Thrive instaladas no caminho anterior. Estes arquivos podem ser movidos automaticamente para o novo local. Caso não sejam movidos, serão deixados para trás e o Inicializador não terá conhecimento deles até que o caminho anterior seja selecionado como local de instalação novamente. Gostaria de mover automaticamente esses arquivos para o novo local?
ro: Versiuni Thrive instalate au fost găsite pe calea anterioară. Pot să fie mutate automat la locația nouă. Dacă nu sunt mutate, filele vor fi lăsate în urmă și launcher-ul nu va știi de ele până când calea veche e selectată ca locația de instalare din nou. Vreți să mutați aceste file automat la locația nouă?
ru: Установленные прежде версии Thrive были обнаружены. Они могут автоматически переместиться в новую директорию. Переместить ли эти файлы в новую директорию?
sv: Installerade Thrive versioner har upptäckts under den tidigare filsökvägen. Dessa kan flyttas automatiskt till den nya platsen. Om de inte flyttas kommer de att ignoreras och denna programstartare kommer inte veta om dem tills den tidigare filsökvägen är vald som installeringsplatsen igen. Vill du automatiskt flytta dessa filer till den nya platsen?
tr: Önceki konuma ait yüklü Thrive sürümleri bulundu. Bunlar yeni konuma otomatik olarak taşınabilir. Eğer taşınmazlarsa, önceki konum kurulum yeri olarak seçilmediği sürece, bu dosyalar geride bırakılacak ve başlatıcı bunları kullanmayacak. Bu dosyaları yeni konuma otomatik olarak taşımak ister misiniz?
uk: Встановлені версії Thrive були виявлені на попередній дорозі. Їх можна автоматично перенести на нове місце. Якщо не перемістити файли, то вони залишаться ззаду, та лаунчер не побачить їх, допоки попередня дорога не буде знову обрана місцем встановленням. Ви бажаєте автоматично перемістити ці файли на нове місце?
zh_hans: 在之前选择的路径中存在已安装的 Thrive 版本。现可自动将其移动到新位置。如果不移动，这些文件将保留在之前的路径中，启动器无法再找到这些文件，除非将安装位置重新设置为之前所选择的路径。您想要让这些文件自动地移动到新位置吗？
zh_hant: 偵測到先前路徑上已安裝的 Thrive 版本。這些檔案可以自動移至新位置。如果不移動，這些檔案將被遺留在原處，直到再次選擇先前的路徑作為安裝位置，啟動器將無法辨識這些檔案。您是否希望自動將這些檔案移至新位置？

# ForgetLastPlayedVersionToolTip
source: Clears the remembered last selection made in the Thrive version selector. Can help get seamless mode working again if it is refusing to work.
de: Vergisst welche Version zuletzt gespielt wurde; kann helfen den Schnellstart-Modus wieder zum Laufen zu bringen.
fr: Efface l'enregistrement de la dernière sélection faite dans le sélecteur de version de Thrive. Peut aider le mode seamless a fonctionner à nouveau si il refuse de marcher.
ka: გაასუფთავებს დამახსოვრებულ ბოლო არჩევანს, რომელიც Thrive-ის ვერსიებში აირჩიეთ. შეუძლია, განსაკუთრებული რეჟიმის გაშვების შეკეთება, თუ ის მანამდე არ მუშაობდა.
nl: Wist de onthouden laatste selectie gemaakt in de Thrive versieselectie. Dit kan helpen om naadloze modus weer te laten werken als deze niet goed werkt.
pl: Czyści ostatnią zapamiętaną selekcję dokonaną w menu wyboru wersji. Może pomóc w doprowadzeniu do poprawnego działania trybu płynnego.
tr: Thrive sürüm seçicisinde yapılan son seçimi kaldırır. Kesintisiz modun çalışmayı reddettiği zamanlarda bu seçenek modun tekrar çalışmasına yardımcı olabilir.
zh_hans: 清除在Thrive版本选择器中所做的上次选择。可以帮助获得无缝模式再次运行，如果它拒绝运行。
zh_hant: 清除在 Thrive 版本選擇器中記憶的上次選擇。如果無縫模式無法正常工作，可以幫助使其再次運作。
