Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# YouAreDeveloperInfo
source: You are a developer
bg: Вие сте разработчик
cs: Jste vývojář
da: Du er en udvikler
de: Sie sind ein Entwickler
es: Eres un desarrollador
fi: Olet kehittäjä
fr: Vous êtes un développeur
hu: Fejlesztő vagy
it: Tu sei uno sviluppatore
ja: あなたは開発者です
ka: თქვენ პროგრამისტი ბრძანდებით
nl: Je bent een ontwikkelaar
pl: Jesteś deweloperem
pt_br: Você é um desenvolvedor
ro: Sunteți un dezvoltator
ru: Вы разработчик
sv: Du är en utvecklare
tr: Sen bir geliştiricisin
uk: Ви розробник
zh_hans: 你是一个开发人员
zh_hant: 您是一位開發者

# ConnectionInstructionsWikiPrompt
source: Instructions on our Wiki
cs: Instrukce k naší Wiki
da: Instruktioner på vores wiki
de: Anleitungen auf unserem Wiki
es: Instrucciones en nuestra Wiki
fi: Ohjeet Wikissämme
fr: Instructions sur notre Wiki
hu: Útmutató a Wiki oldalunkon
it: Istruzioni nella Wiki
ja: Wikiの説明
ka: ინსტრუქციები ჩვენს ვიკიზე
nl: Instructies op onze Wiki
pl: Instrukcje na naszej Wiki
pt_br: Instruções na nossa Wiki
ro: Instrucțiuni pe Wiki-ul nostru
ru: Инструкции на нашей вики
sv: Instruktioner på vår Wiki
tr: Vikimizdeki Yönergeler
uk: Інструкції на нашій Wiki
zh_hans: Wiki 上的说明
zh_hant: Wiki 上的說明

# ConnectionInstructionsGetLinkCode
source: Get a link code
bg: Получаване на код за връзка
cs: Získat odkaz
da: Få en link kode
de: Hol dir einen Link-Code
es: Obtener un código de enlace
fi: Hanki linkkikoodi
fr: Obtenir un code
hu: Linkkód lekérése
it: Ottini un codice di collegamento
ja: リンクコードを取得する
ka: მიბმის კოდის მიღება
nl: Koppelingscode ophalen
pl: Zdobądź kod do podpięcia
pt_br: Obtenha um código de link
ro: Primiți un cod pentru link
ru: Получить код подключения
sv: Få en länkkod
tr: Bir bağlantı kodu al
uk: Отримати код посилання
zh_hans: 获取链接代码
zh_hant: 獲取連結程式碼

# SettingsSaveFailedTitle
source: Saving Settings Failed
bg: Запазването на настройките е неуспешно
cs: Ukládání nastavení selhalo
da: Mislykkedes i at gemme indstillinger
es: Error al guardar la configuración
fi: Asetusten tallennus epäonnistui
fr: Échec de la sauvegarde des paramètres
hu: Beállítások mentése sikertelen
it: Salvataggio delle impostazioni fallito
ka: პარამეტრების შენახვა ჩავარდა
nl: Opslaan Instellingen Mislukt
pl: Zapisywanie Ustawień nie powiodło się
pt_br: Erro ao Salvar as Configurações
ro: Salvarea Setărilor a Eșuat
ru: Не удалось сохранить настройки
sv: Misslyckats att spara inställningar
tr: Ayarlar Kaydedilemedi
uk: Не Вдалося Зберегти Налаштування
zh_hans: 设置保存失败
zh_hant: 設定儲存失敗

source: Folder Not Found
bg: Папката не е намерена
cs: Složka nenalezena
da: Mappe ikke fundet
es: Carpeta no encontrada
fi: Hakemistoa ei löytynyt
fr: Dossier introuvable
hu: A mappa nem található
it: Cartella non trovata
ka: საქაღალდე ვერ ვიპოვე
nl: Map Niet Gevonden
pl: Folder Nie Znaleziony
pt_br: Pasta Não Encontrada
ro: Folder-ul N-a Fost Găsit
ru: Хранилище не найдено
sv: Mapp inte hittad
tr: Klasör Bulunamadı
uk: Папку не знайдено
zh_hans: 未找到文件夹
zh_hant: 找不到資料夾

# EnterBuildHashPlaceholder
source: Enter build hash (commit)
bg: Въведете хеш на версията
cs: Vložit build hash
da: Skriv build hash (commit)
de: Build Hash eingeben (commit)
es: Ingresa el hash de construcción (con compromiso)
fi: Syötä koontiversion tarkistussumma (commit)
fr: Insérez le hash de version (commit)
hu: Build hash (commit) megadása
it: Inserire l'hash della build (commit)
ja: ビルドハッシュ（コミット）を入力
ka: შეიყვანეთ აგების ჰეში (commit)
nl: Vul build-hash (commit) in
pl: Wprowadź hash wersji (zatwierdzenie)
pt_br: Insira o hash da build (commit)
ro: Intrați hash-ul versiunii (commit)
ru: Ввести хэш билда (коммита)
sv: Gå in i bygghasch (kommitera)
tr: Sürüm anahtarı gir (işleme)
uk: Введіть хеш збірки (зафіксований)
zh_hans: 输入版本哈希值（commit）
zh_hant: 輸入版本雜湊值 (commit)

# LauncherSourceCodeButton
source: Launcher Source Code
bg: Изходен код
cs: Zdrojový kód spouštěče
da: Launcher source kode
es: Código fuente del lanzador
fr: Code source du lanceur
hu: Indítóprogram forráskódja
it: Codice sorgente del launcher
ka: გამშვების საწყისი კოდი
nl: Broncode van Opstarthulpprograma
pl: Kod Źródłowy Launchera
pt_br: Código Fonte do Inicializador
ro: Codul De Sursă Pentru Launcher
ru: Исходный код лаунчера
sv: Programstartarens källkod
tr: Başlatıcı Kaynak Kodu
uk: Вихідний Код Лаунчеру
zh_hans: 启动器源代码
zh_hant: 啟動器原始碼

# LicensesWindowTitle
source: Thrive Launcher Licenses
bg: Лицензи на стартиращата програма
cs: Licence Thrive spouštěče
da: Thrive launcher licenser
es: Licencias del Lanzador de Thrive
fr: Licences du lanceur Thrive
hu: Thrive Launcher licencek
it: Licenze del Launcher Thrive
ka: Thrive-ის გამშვების ლიცენზიები
nl: Licenties Thrive Opstarthulpprogramma
pl: Licencje Launchera Thrive
pt_br: Licenças do Inicializador do Thrive
ro: Licențele Launcher-ului Thrive
ru: Лицензии лаунчера Thrive
sv: Thrive Programstartar-Licenser
tr: Thrive Başlatıcısı Lisansları
uk: Ліцензії Лаунчеру Thrive
zh_hans: Thrive启动器证书
zh_hant: Thrive 啟動器授權條款

# AllSigningKeysExpiredTitle
source: All Certificates Expired
bg: Всички сертификати са изтекли
cs: Všem certifikátům vypršela platnost
da: Alle certifikater udløbet
es: Todos los certificados han expirado
fi: Kaikki varmenteet ovat vanhentuneet
fr: Tous les certificats ont expiré
hu: Minden tanúsítvány lejárt
it: Tutti i certificati sono scaduti
ka: ყველა სერტიფიკატის ვადა ამოიწურა
nl: Alle Certificaten zijn Verlopen
pl: Wszystkie Certyfikaty Wygasły
pt_br: Todos os Certificados Expiraram
ro: Toate Certificatele Au Expirat
ru: Срок Всех Сертификатов Истёк
sv: Alla Certifikat Utgångna
tr: Tüm Sertifikaların Süresi Doldu
uk: Термін дії минув для всіх сертифікатів
zh_hans: 所有证书已过期
zh_hant: 所有憑證均已過期

# VersionWithPlatform
source: {0} for {1}
bg: {0} за {1}
cs: {0} pro {1}
es: {0}para{1}
fi: {0} {1} alustalla
fr: {0} pour {1}
it: {0} per {1}
ka: {0} {1}-სთვის
nl: {0} voor {1}
pl: {0} dla {1}
pt_br: {0} para {1}
ro: {0} pentru {1}
ru: {0} для {1}
sv: {0} för {1}
tr: {1} için {0}
uk: {0} для {1}
zh_hans: {0} 版本 {1}平台
zh_hant: {1} 平臺 {0} 版本

# MoveVersionsTitle
source: Move Existing Versions?
bg: Преместване на съществуващите версии?
cs: Přesunout existující verzi?
da: Flyt eksisterende versioner?
es: Mover versiones existentes?
fi: Siirrä olemassaolevat versiot?
fr: Déplacer les versions existantes ?
it: Spostare le versioni esistenti?
ka: გადავიტანო არსებული ვერსიები?
nl: Bestaande Versies Verplaatsen?
pl: Przenieść Istniejące Wersje?
pt_br: Mover Versões Existentes?
ro: Vreți Să Mutați Versiunile?
ru: Переместить Существующие Версии?
sv: Flytta Existerande Versioner?
tr: Mevcut Sürümler Taşınsın Mı?
uk: Перемістити Наявні Версії?
zh_hans: 移动已存在的版本？
zh_hant: 移動已存在版本？

# UseCached
source: Use Cached Version Info
bg: Използване на кешираната информация за версията
cs: Použít data verze z mezipaměti
da: Brug cachet version info
es: Usar información de versión guardada en el cache
fi: Käytä välimuistissa olevaa versiodataa
fr: Utiliser les informations de version en cache
it: Usa le informazioni sulla versione in cache
ka: დაკეშილი ვერსიის ინფორმაციის გამოყენება
nl: Gebruik Gecachede Versie Informatie
pl: Użyj Informacji Wersji z Pamięci Podręcznej
pt_br: Usar Informações da Versão em Cache
ro: Folosiți Informații De Versiune Din Cache
ru: Использовать информацию из Кэшированных версий
sv: Använd Cachad Versions-Info
tr: Önbellekteki Sürüm Bilgisini Kullan
uk: Використовувати Інформацію Кешованої Версії
zh_hans: 使用已缓存的版本信息
zh_hant: 使用已快取的版本資訊

# DeleteErrorTitle
source: Failed to Delete
bg: Изтриването е неуспешно
da: Sletning mislykkedes
fi: Poistaminen epäonnistui
fr: Échec de la suppression
hu: A törlés sikertelen
it: Eliminazione fallita
ka: წაშლა ჩავარდა
nl: Fout bij Verwijderen
pl: Usunięcie nie powiodło się
pt_br: Falha ao Remover
ro: Ștergerea A Eşuat
ru: Не получилось удалить
sv: Misslyckades att Radera
tr: Silme İşlemi Başarısız
uk: Видалення не вдалося
zh_hans: 删除失败
zh_hant: 刪除失敗

# ClearTemporaryFilesPromptTitle
source: Delete Temporary Files?
bg: Изтриване на временните файлове?
da: Slet midlertidige filer?
fi: Poista väliaikaistiedostot?
fr: Effacer les fichiers temporaires ?
it: Eliminare i file temporanei?
ka: წავშალო დროებითი ფაილები?
nl: Verwijder Tijdelijke Bestanden?
pl: Usunąć Pliki Tymczasowe?
pt_br: Remover Arquivos Temporários?
ro: Ștergeți File Temporare?
ru: Удалить временные файлы?
sv: Radera Tillfälliga filer?
tr: Geçici Dosyalar Silinsin mi?
uk: Видалити тимчасові файли?
zh_hans: 删除临时文件？
zh_hant: 刪除臨時檔案？

# ClearDehydratedFilesPromptTitle
source: Delete DevBuild Cache?
bg: Изтриване на кеша на тестовите версии?
da: Slet DevBuild Cache?
fi: Poista kehitysversiovälimuisti?
fr: Supprimer le cache des versions de développement ?
it: Eliminare la cache di DevBuild?
ka: წავშალო სატესტო ვერსიების კეში?
nl: Verwijder DevBuild Cache?
pl: Usunąć Pamięć Podręczną Wersji Deweloperskiej?
pt_br: Deletar o Cache do DevBuild?
ro: Ștergeți Cache-ul De DevBuild?
ru: Удалить кэш Центра Разработчиков?
sv: Radera DevBuild Cache?
tr: Geliştirme Sürümü Önbelleği Silinsin mi?
uk: Видалити кеш Dev-збірок?
zh_hans: 删除开发版缓存？
zh_hant: 刪除 DevBuild 快取？

# DevCenterConnectFailureTitle
source: ThriveDevCenter Connection Failed
bg: Свързването към Центъра за разработка е неуспешно
da: ThriveDevCenter forbindelse fejlede
fi: Yhteys ThriveDevCenteriin epäonnistui
fr: Échec de la connexion au ThriveDevCenter
hu: ThriveDevCenter csatlakozás sikertelen
it: Connessione a ThriveDevCenter fallita
ka: ThriveDevCenter-თან მიერთება ჩავარდა
nl: Verbinding met ThriveDevCenter Mislukt
pl: Połączenie z ThriveDevCenter nie powiodło się
pt_br: Falha de conexão com ThriveDevCenter
ro: Conexiunea La ThriveDevCenter A Eșuat
ru: Подключение к Центру Разработки Thrive провалилось
sv: ThriveDevCenter Anslutning Misslyckades
tr: Thrive Geliştirme Merkezine Bağlanma İşlemi Başarısız
uk: Не Вдалося Під'єднатися до РозробЦентруThrive
zh_hans: ThriveDevCenter连接失败
zh_hant: ThriveDevCenter 連接失敗

# CheckDevCenterTokensLink
source: Check tokens on ThriveDevCenter
da: Tjek tokens i ThriveDevCenter
fi: Tarkista koodit ThriveDevCenterissa
fr: Vérifier les jetons sur le ThriveDevCenter
ka: კოდების შემოწმება ThriveDevCenter-ზე
nl: Controleer tokens op ThriveDevCenter
pl: Sprawdź tokeny na ThriveDevCenter
ro: Verificați Coduri De Conectare Pe ThriveDevCenter
ru: Кнопка, чтобы отвести пользователя в Центр Разработчиков Thrive , чтобы проверить, что на странице его учетной записи написано о кодах подключения лаунчера
sv: Kontrollera anslutningar på ThriveDevCenter
tr: ThriveDevCenter'daki jetonları incele
uk: Перевірити токени у DevCenter
zh_hans: 检查ThriveDevCenter上的令牌
zh_hant: 在 ThriveDevCenter 上檢查連線權杖

# CannotPlayThriveTitle
source: Cannot Play Thrive
da: Kan ikke spille Thrive
fi: Thriven pelaaminen epäonnistui
fr: Impossible de lancer Thrive
ka: Thrive-ის გაშვება შეუძლებელია
nl: Kan Thrive niet Spelen
pl: Nie Można Uruchomić Thrive
pt_br: Não é Possível Reproduzir o Thrive
ro: Nu Puteți Juca Thrive
ru: Невозможно запустить Thrive
sv: Kan Inte Spela Thrive
tr: Thrive Başlatılamadı
uk: Неможливо грати у Thrive
zh_hans: 无法运行Thrive
zh_hant: 無法啟動 Thrive

# ItemProgressDisplay
source: Processed {0} of {1}
fr: {0} traités sur {1}
hu: {0} feldolgozva; összesen {1}
ka: პროცესი {0} {1}-დან
nl: {0} van {1} verwerkt
pl: Przetworzono {0} z {1}
pt_br: {0} de {1} processado(s)
ro: Procesat {0} din {1}
ru: Выполнено {0} из {1}
sv: Bearbetat {0} av {1}
tr: {1} arasından {0} işlendi
uk: Оброблено {0} з {1}
zh_hans: 处理{1}中的{0}
zh_hant: 已處理 {0}（總共 {1}）

# DownloadingStateItemProgress
source: Downloading {0} from {1}
bg: Изтегляне на {0} от {1}
fi: Ladataan {0} osoitteesta {1}
fr: Téléchargement de {0} depuis {1}
hu: {0} letöltve; összesen {1}
ka: {0}-ის გადმოწერა {1}-დან
nl: {0} wordt van {1} gedownload
pl: Pobieranie {0} z {1}
pt_br: Baixando {0} de {1}
ro: Descărcați {0} de la {1}
ru: Скачиваем {0} из {1}
sv: Laddar ned {0} från {1}
tr: {1} adresinden {0} indiriliyor
uk: Завантаження {0} з {1}
zh_hans: 正在从{1}中下载{0}
zh_hant: 正在從 {1} 下載 {0}

# PlayUnsafeBuildTitle
source: Play Unsafe DevBuild?
fi: Pelataanko epäturvallista koontiversiota?
fr: Lancer une version de développement non sûre ?
ka: ითამაშებთ არასტაბილურ სატესტო ვერსიას?
nl: Onveilige DevBuild Spelen?
pl: Uruchomić Niebezpieczną Wersję Deweloperską?
pt_br: Jogar versão de desenvolvimento não segura?
ro: Vrei sa joci versiunea DevBuild instabilă?
ru: Играть в нестабильную сборку Разработчиков?
tr: Güvenli Olmayan Geliştirme Sürümü Başlatılsın mı?
zh_hans: 确定游玩不安全的Devbuild？
zh_hant: 確定遊玩不安全的 Devbuild？

# FoundDevBuildToPlayDescription
source: Build description: {0}
bg: Описание на версията: {0}
fr: Description de la version : {0}
ka: აგების აღწერა: {0}
nl: Build omschrijving: {0}
pl: Opis wersji: {0}
pt_br: Descrição da versão: {0}
ro: Descrierea versiunii: {0}
tr: Sürüm açıklaması: {0}
uk: Опис білда: {0}
zh_hans: 版本描述： {0}
zh_hant: 版本描述： {0}

# CrashReporterWindowTitle
source: Thrive Crash Reporter
fi: Thriven kaatumisen raportoija
fr: Signaleur de plantage Thrive
hu: Thrive összeomlás bejelentő
ka: Thrive-ის ავარიული დასრულების ანგარიში
nl: Thrive Crash Rapportage Hulpprogramma
pl: Zgłaszanie Crashów Thrive
pt_br: Relator de Falhas do Thrive
tr: Thrive Çökme Bildirici
uk: Звітовик збоїв Thrive
zh_hans: Thrive崩溃报告器
zh_hant: Thrive 崩潰回報器

# CancelCreatingReportTitle
source: Cancel Creating a Report?
fi: Peruuta raportin luominen?
fr: Annuler la création d'un rapport ?
hu: Megszakítod a hibajelentés létrehozását?
ka: გავაუქმო ანგარიშის შედგენა?
nl: Het Maken van een Rapport Annuleren?
pl: Anulować Stworzenie Raportu?
ro: Anulați Crearea Raportului?
tr: Rapor Oluşturma İşlemi İptal Edilsin mi?
uk: Скасувати створення звіту?
zh_hans: 确定取消创建报告吗？
zh_hant: 取消建立報告？

# ClearAllCrashesButton
source: Delete ALL Crash Dumps
fi: Poista KAIKKI kaatumistiedostot
fr: Supprimer TOUS les dépots de plantage
ka: ყველა ავარიის დამპის წაშლა
nl: Verwijder ALLE Crash Dumpbestanden
pl: Usuń WSZYSTKIE Zrzuty Crashów
tr: BÜTÜN Çökme Dökümünü Sil
uk: Видалити усі звіти збоїв
zh_hans: 删除所有崩溃文件储存
zh_hant: 刪除所有崩潰傾印檔

# AutoCloseStopped
source: auto close canceled
fi: automaattinen sulkeutuminen peruttu
fr: fermeture automatique annulée
ka: ავტოდახურვა გაუქმდა
nl: Automatisch sluiten geannuleerd
pl: autozamykanie anulowane
ro: închiderea automată anulată
tr: otomatik kapatma iptal edildi
zh_hans: 自动关闭取消
zh_hant: 自動關閉已取消

source: Copy to clipboard
bg: Копиране в клипборда
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
hu: Másolás vágólapra
ka: კოპირება ბუფერში
nl: Kopieer naar klembord
pl: Kopiuj do schowka
ro: Copie în clipboard
tr: Panoya kopyala
zh_hans: 复制到剪切板
zh_hant: 複製到剪貼簿

# CrashReportLogsSection
source: Logs to Include
fi: Sisällytettävät lokit
fr: Journaux à inclure
ka: ჩასასმელი ჟურნალები
nl: Logboeken om bij te voegen
pl: Logi do Zawarcia
pt_br: Logs a serem incluídos
ro: Log-urile de Inclus
ru: Журналы для включения
tr: Dahil Edilecek Günlük Dosyaları
zh_hans: 包含的日志
zh_hant: 要包含的記錄檔

# PerformingAutoUpdateTitle
source: Updating The Launcher
bg: Обновяване на стартиращата програма
fi: Päivitetään laukaisijaa
fr: Mise à jour du lanceur
hu: A launcher frissítése
ka: მიმდინარეობს გამშვების განახლება
nl: Het Opstarthulpprogramma wordt Bijgewerkt
pl: Aktualizowanie Launchera
pt_br: Atualizando o Inicializador
ru: Обновление лаунчера
tr: Başlatıcı Güncelleniyor
zh_hans: 更新启动器
zh_hant: 更新啟動器

# QuitLauncherButton
source: Exit Launcher Now
fi: Sulje laukaisija nyt
fr: Quitter le lanceur maintenant
ka: გამშვებიდან გასვლა ახლავე
nl: Verlaat Opstarthulpprogramma Nu
pl: Opuść Launcher Teraz
pt_br: Sair do Inicializador Agora
ru: Выйти из лаунчера сейчас
tr: Başlatıcıdan Şimdi Çık
zh_hans: 立即退出启动器
zh_hant: 立即退出啟動器

source: Exit the Launcher
fr: Quitter le lanceur
ka: გამშვებიდან გასვლა
pl: Opuść Launcher
pt_br: Sair do Inicializador
tr: Başlatıcıdan çık
zh_hant: 退出啟動器

# FileSystemErrorTitle
source: File Access Error
fr: Erreur d'accès au fichier
hu: Fájlhozzáférési hiba
ka: ფაილთან წვდომის შეცდომა
nl: Bestandstoegangsfout
pl: Błąd Dostępu do Pliku
pt_br: Erro de Acesso a Arquivo
tr: Dosya Erişim Hatası
uk: Помилка доступу до файлу
zh_hans: 文件加载错误
zh_hant: 檔案存取錯誤

# MoveFilesTitle
source: Move Existing Files?
bg: Преместване на съществуващите файлове?
da: Flyt eksisterende filer?
fi: Siirrä olemassaolevat tiedostot?
fr: Déplacer les fichiers existants ?
it: Spostare i file esistenti?
ka: გადავიტანო არსებული ფაილები?
nl: Bestaande Bestanden Verplaatsen?
pl: Przenieść Istniejące Pliki?
pt_br: Mover Arquivos Existentes?
ro: Vreți Să Mutați Filele?
ru: Переместить Существующие Файлы?
sv: Flytta Existerande Filer?
tr: Mevcut Dosyalar Taşınsın Mı?
uk: Перемістити Наявні Файли?
zh_hans: 移动已存在的文件？
zh_hant: 移動已存在檔案？

source: Retry Existing Connection
bg: Повторен опит на съществуващата връзка
da: Prøv eksisterende forbindelser igen
fi: Kokeile olemassaolevaa yhteyttä uudestaan
fr: Relancer la connection existante
ka: არსებული მიერთების თავიდან ცდა
nl: Probeer Bestaande Verbinding Opnieuw
pl: Wypróbuj Ponownie Istniejące Połączenie
pt_br: Tentar de Novo Conexão Existente
ro: Reîncărcați Ultima Conexiune
ru: Повторите попытку с существующим соединением
sv: Testa Befintlig Anslutning Igen
tr: Mevcut Bağlantıyı Tekrar Dene
uk: Перез'єднатися
zh_hans: 重试现有连接
zh_hant: 重試現有連線

# CrashReportDescriptionFieldPlaceholder
source: Crash description (optional)
fr: Description du plantage (optionnel)
hu: Összeomlás leírása (opcionális)
ka: ავარიის აღწერა (არასავალდებულო)
nl: Crash beschrijving (optioneel)
pl: Opis crasha (opcjonalny)
tr: Çökme açıklaması (isteğe bağlı)
zh_hans: 崩溃描述（可选）
zh_hant: 崩潰描述（可選）

# ViewLicensesButton
source: View Launcher Licenses
bg: Лицензи на стартиращата програма
cs: Zobrazit licenci spouštěče
da: Vis launcher licenser
es: Ver licencias del lanzador
fi: Katso laukaisijan lisenssit
fr: Voir les licences du lanceur
hu: Launcher licencek megtekintése
it: Visualizza le licenze del Launcher
ka: გამშვების ლიცენზიების ნახვა
nl: Toon Licenties van Opstarthulpprogramma
pl: Zobacz Licencje Launchera
pt_br: Visualizar Licenças do Inicializador
ro: Vedeți Licențele Launcher-ului
ru: Просмотр лицензий на запуск
sv: Visa Programstartar-Licenser
tr: Başlatıcı Lisanslarını İncele
uk: Побачити ліцензії лаунчеру
zh_hans: 查看启动器证书
zh_hant: 檢視啟動器授權條款

# LauncherDownloadsPageButton
source: Visit Downloads Page
da: Besøg downloads siden
fi: Vieraile lataussivulla
fr: Visiter la page des téléchargements
it: Visita la pagina dei download
ka: გადასვლა გადმოწერების გვერდზე
nl: Bezoek Downloads Pagina
pl: Odwiedź Stronę z Wersjami do Pobrania
pt_br: Visitar a Página de Downloads
ro: Vizitați Pagina De Descărcări
ru: Зайти на сайт с ручной установкой
sv: Besök Nedladdningssidan
tr: İndirilenler Sayfasını Ziyaret Et
uk: Відвідати сторінку завантажень
zh_hans: 访问下载页面
zh_hant: 訪問下載頁面

# AutoUpdateFailedTitle
source: Launcher Update Failed
bg: Обновяването на стартиращата програма е неуспешно
fi: Laukaisijan päivitys epäonnistui
fr: La mise à jour du lanceur a échoué
hu: A launcher frissítése sikertelen
ka: გამშვების განახლება ჩავარდა
nl: Bijwerken Opstarthulpprogramma Mislukt
pl: Aktualizacja Launchera Nie Powiodła Się
pt_br: Atualização do Inicializador Falhou
ru: Обновление Вашего лаунчера прервано
tr: Başlatıcıyı Güncelleme İşlemi Başarısız
zh_hans: 启动器更新失败
zh_hant: 啟動器更新失敗

# OutdatedLauncherTitle
source: Launcher Version is Outdated
bg: Версията на стартиращата програма е остаряла
da: Launcher version er forældet
fi: Laukaisijan versio on vanhentunut
fr: La version actuelle du lanceur est obsolète
hu: A launcher verziója elavult
it: La versione del launcher è obsoleta
ka: გამშვების ვერსია მოძველებულია
nl: Versie Opstarthulpprogramma is Verouderd
pl: Wersja Launchera jest Przestarzała
pt_br: Versão do Inicializador Desatualizada
ro: Versiunea Launcher-ului E Învechită
ru: Версия лаунчера устарела
sv: Programstartarversion är Gammal
tr: Başlatıcı Sürümü Güncel Değil
uk: Ця версія лаунчеру не є актуальною
zh_hans: 启动器版本已过时
zh_hant: 啟動器版本已過時

source: Forget Last Played Version
bg: Забравяне на последната стартирана версия
de: Zuletzt gespielte Version vergessen
fr: Oublier la dernière version jouée
hu: Legutóbb játszott verzió elfelejtése
ka: ბოლოს ნათამაშევი ვერსიის დავიწყება
nl: Vergeet Laatst Gespeelde Versie
pl: Zapomnij Ostatnią Uruchomioną Wersję
pt_br: Esquecer Última Versão Jogada
tr: Son Oynanan Sürümü Unut
zh_hans: 遗忘上次游玩的版本
zh_hant: 遺忘上次遊玩的版本

# VerifyingStateItemProgress
source: Verifying integrity of {0}
fi: Vahvistetaan {0} ehjyyttä
fr: Vérification de l'intégrité de {0}
hu: {0} épségének ellenőrzése
ka: {0}-ის მთლიანობის გადამოწმება
nl: Integriteit van {0} wordt gecontroleerd
pl: Weryfikowanie integralności {0}
pt_br: Verificando a integridade de {0}
ro: Verificăm integritatea lui {0}
ru: Проверяем Девственность {0}
sv: Kontrollerar integritet av {0}
tr: {0} öğesinin bütünlüğü doğrulanıyor
uk: Перевірка цілісності {0}
zh_hans: 正在验证{0}的完整性
zh_hant: 正在驗證 {0} 的完整性

# ThriveRunCanceled
source: Running Thrive was canceled
da: Kørende Thrive blev annulleret
fi: Thriven suorittaminen peruutettiin
fr: Le lancement de Thrive a été annulé
hu: A Thrive futtatása megszakítva
ka: Thrive-ის გაშვება გაუქმდა
nl: Het draaien van Thrive was geannuleerd
pl: Uruchamianie Thrive zostało anulowane
pt_br: A inicialização do Thrive foi cancelada
ro: Rularea lui Thrive a fost anulată
ru: Запускающийся Thrive был закрыт
sv: Spelandet av Thrive avbröts
tr: Thrive'ı başlatma işlemi iptal edildi
uk: Запуск Thrive був скасований
zh_hans: Thrive进程运行终止
zh_hant: Thrive 運行已被取消

# YouAreASupporter
source: Thank you for your support!
bg: Благодарим за Вашата поддръжка!
cs: Děkujeme za Tvoji podporu!
da: Tak for din støtte!
de: Danke für Ihre Unterstützung!
es: ¡Gracias por tu apoyo!
fi: Kiitos tuestasi!
fr: Merci pour votre soutien !
hu: Köszönjük a támogatást!
it: Grazie per il tuo sostegno!
ja: ご支援ありがとうございます！
ka: მადლობა მხარდაჭერისთვის!
nl: Bedankt voor je steun!
pl: Dziękujemy Ci za twoje wsparcie!
pt_br: Obrigado pelo apoio!
ro: Vă mulțumim pentru suport!
ru: Спасибо за поддержку!
sv: Tack för ditt stöd!
tr: Desteğin için teşekkür ederiz!
uk: Дякуємо за вашу підтримку!
zh_hans: 感谢您的支持！
zh_hant: 感謝您的支持！

# FeedFetchError
source: Feed cannot be displayed. {0}
bg: Емисията не може да бъде показана. {0}
cs: Feed nemůže být zobrazen. {0}
da: Feed kan ikke vises. {0}
es: No se puede mostrar el feed. {0}
fi: Syötettä ei voida näyttää. {0}
fr: Le flux ne peux pas être affiché. {0}
hu: A hírcsatorna nem jeleníthető meg. {0}
it: Il feed non può essere visualizzato. {0}
ka: ლენტის ჩვენება შეუძლებელია. {0}
nl: Feed kon niet worden weergegeven. {0}
pl: Kanał nie może zostać wyświetlony. {0}
pt_br: Não foi possível exibir o Feed. {0}
ro: Feed-ul nu poate fi afișat. {0}
ru: Лента не может быть отображена. {0}
sv: Flöde kan inte visas. {0}
tr: Yayın görüntülenememekte. {0}
uk: Неможливо відобразити канал. {0}
zh_hans: 无法显示订阅。{0}
zh_hant: 無法顯示訂閱。{0}

# FeedItemPostedByAndTime
source: posted by {0} at {1}
bg: от {0} на {1}
cs: Uvedeno uživatelem {0} v {1}
da: posted af {0} {1}
es: Publicado por {0} a las {1}
fr: posté par {0} le {1}
hu: közzétéve {0} által {1}-kor
it: pubblicato da {0} alle {1}
ka: პოსტის ავტორი: {0}. დრო: {1}
nl: Bericht geplaatst door {0} op {1}
pl: post autorstwa użytkownika {0}; czas zamieszczenia: {1}
pt_br: publicado por {0} em {1}
ro: postat de {0} la {1}
ru: опубликовано {0} в {1}
sv: upplagd av {0} vid {1}
tr: {0} tarafından {1} vaktinde gönderildi
uk: запощено {0} {1}
zh_hans: 由 {0} 于 {1} 发表
zh_hant: 由 {0} 在 {1} 發布
