Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Move
bg: Преместване
da: Flyt
fi: Siirrä
fr: Déplacer
it: Sposta
ka: გადაადგილება
nl: Verplaats
pl: Przenieś
pt_br: Mover
ro: Mutați
ru: Двигаться
sv: Flytta
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

source: Skip
bg: Пропускане
da: Spring over
fi: Ohita
fr: Passer
hu: Kihagyás
it: Salta
ka: გამოტოვება
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Săriți Peste
ru: Пропустить
sv: Hoppa Över
tr: Atla
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

source: Delete
bg: Изтриване
da: Slet
fi: Poista
fr: Supprimer
hu: Törlés
it: Rimuovi
ka: წაშლა
nl: Verwijder
pl: Usuń
pt_br: Remover
ro: Ștergeți
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Cancel
bg: Отказ
da: Annuller
fi: Peruuta
fr: Annuler
hu: Mégse
it: Cancella
ka: გაუქმება
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отменить
sv: Avbryt
tr: İptal Et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Unknown folder:
bg: Неизвестна папка:
da: Ukendt mappe:
fi: Tuntematon hakemisto:
fr: Dossier inconnu :
hu: Ismeretlen mappa:
it: Cartella sconosciuta:
ka: უცნობი საქაღალდე:
nl: Onbekende map:
pl: Nieznany folder:
pt_br: Pasta desconhecida:
ro: Folder necunoscut:
ru: Неизвестная папка:
sv: Okänd mapp:
tr: Bilinmeyen klasör:
uk: Невідомий каталог:
zh_hans: 未知文件夹：
zh_hant: 未知資料夾：

# NewLinkEmail
source: Email:
bg: Електронна поща:
fi: Sähköposti:
fr: Adresse e-mail :
ka: ელფოსტა:
ru: Электронная Почта Email:
tr: E-posta:
zh_hans: 邮箱：
zh_hant: 電子郵件：

# UnsafeBuild
source: unsafe
bg: несигурна
da: usikker
fi: epäturvallinen
fr: non sûre
it: Non sicuro
ka: სახიფათო
nl: onveilig
pl: niebezpieczna
pt_br: não seguro
ro: riscant
ru: Не безопасное
sv: osäker
tr: güvenli olmayan
uk: небезпечно
zh_hans: 不安全
zh_hant: 不安全

# BuildOfTheDayAbbreviation
source: BOTD
bg: Дневна версия
fi: PKV
fr: VDJ
ka: დღის აგება
nl: BVDD
pl: WD
pt_br: VDD
ru: Билд Дня
sv: DB
tr: GS
uk: Збірка дня
zh_hans: 开发人员推荐
zh_hant: BOTD（開發人員推薦的搶先體驗版本）

# BuildDescriptionLabelShort
source: desc:
bg: описание:
da: beskr:
fi: kuvaus:
ka: აღწ:
nl: besch:
pl: opis:
ro: descriere:
ru: Описание:
sv: besk:
tr: açıkl:
uk: опис:
zh_hans: 描述：
zh_hant: 描述：

# PlayingTitle
source: Playing {0}
da: Spiller {0}
fi: Pelataan {0}
fr: Joue à {0}
ka: თამაშობთ: {0}
nl: {0} Wordt gespeeld
pl: Uruchamianie {0}
pt_br: Executando {0}
ro: Jucați {0}
ru: Играет {0}
sv: Spelar {0}
tr: {0} başlatılıyor
uk: Грає {0}
zh_hans: 游玩{0}
zh_hant: 正在遊玩 {0}

# DownloadingItem
source: Downloading {0}
bg: Изтегляне на {0}
da: Downloader {0}
fi: Ladataan {0}
fr: Téléchargement de {0}
ka: {0}-ის გადმოწერა
nl: {0} wordt gedownload
pl: Pobieranie {0}
pt_br: Fazendo o download de {0}
ro: Descărcați {0}
ru: Скачиваем{0}
sv: Laddar ned {0}
tr: {0} indiriliyor
uk: Завантаження {0}
zh_hans: 正在下载{0}
zh_hant: 正在下載 {0}

# SubmitRetryButton
source: Retry
bg: Повторен опит
fi: Yritä uudelleen
fr: Réessayer
hu: Újra
it: Riprova
ka: თავიდან ცდა
nl: Opnieuw Proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar Dene
zh_hans: 重试
zh_hant: 重試

# SecondsDisplayPlural
source: {0} seconds
bg: {0} секунди
fi: {0} sekuntia
fr: {0} secondes
ka: {0} წამი
nl: {0} seconden
pl: {0} sekund(y)
pt_br: {0} segundos
ro: {0} secunde
ru: {0} секунд
tr: {0} saniye
zh_hans: {0}秒
zh_hant: {0} 秒

# SecondsDisplaySingular
source: 1 second
bg: 1 секунда
fi: 1 sekunti
fr: 1 seconde
hu: 1 másodperc
ka: 1 წამი
nl: 1 seconde
pl: 1 sekunda
pt_br: 1 segundo
ro: 1 secundă
tr: 1 saniye
zh_hans: 1秒
zh_hant: 1 秒

# TimeMomentRightNow
source: Now
bg: Сега
fi: Juuri nyt
fr: Maintenant
hu: Most
it: Adesso
ka: ახლა
nl: Nu
pl: Teraz
pt_br: Agora
ro: Acum
tr: Şimdi
zh_hans: 现在
zh_hant: 現在

# ViewFile
source: View
bg: Преглед
fi: Katsele
fr: Voir
hu: Megtekintés
ka: ხედი
nl: Weergeven
pl: Zobacz
pt_br: Visualizar
tr: İncele
zh_hans: 查看
zh_hant: 檢視

# IncludeInReport
source: Include:
bg: Включва:
fr: Inclure :
ka: ჩასმა:
nl: Voeg toe:
pl: Umieść:
pt_br: Incluir:
tr: Dahil Et:
zh_hans: 包括：
zh_hant: 包括：

# StopAutoClose
source: Cancel Closing
fi: Peruuta sulkeminen
fr: Annuler la fermeture
ka: დახურვის გაუქმება
nl: Sluiten Annuleren
pl: Anuluj Zamykanie
ro: Anulează Închiderea
tr: Kapatmayı İptal Et
zh_hans: 取消关闭
zh_hant: 取消關閉

# ShortTimeAgo
source: {0} ago
bg: Преди {0}
fi: {0} sitten
fr: Il y a {0}
ka: {0}-ის წინ
pl: {0} temu
pt_br: {0} atrás
tr: {0} önce
zh_hans: {0}以前
zh_hant: {0} 前

# AtTime
source: At {0}
bg: В {0}
fi: klo {0}
fr: À {0}
hu: {0}-kor
ka: დაახლ {0}
nl: Op {0}
pl: O {0}
pt_br: Em {0}
ru: Около {0}
tr: {0} saatinde
zh_hans: 当前时间：{0}
zh_hant: 於 {0}

source: Open Folder
bg: Отваряне на папката
fr: Ouvrir le dossier
hu: Mappa megnyitása
ka: საქაღალდის გახსნა
nl: Open Map
pl: Otwórz Folder
pt_br: Abrir Pasta
ru: Открыть папку
tr: Klasör Aç
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

source: Auto-update Error
fi: Automaattisen päivityksen virhe
fr: Erreur de mise à jour automatique
ka: ავტოგანახლების შეცდომა
nl: Fout met Automatisch Bijwerken
pl: Błąd Autoaktualizacji
pt_br: Erro na Auto-atualização
ru: Ошибка автоматического обновления
tr: Otomatik Güncelleme Hatası
zh_hans: 自动更新错误
zh_hant: 自動更新錯誤

source: Retrying auto-update...
bg: Повторен опит на автоматичното обновяване...
fi: Yritetään automaattista päivitystä uudelleen...
fr: Nouvelle tentative de mise à jour...
ka: ავტოგანახლების თავიდან ცდა...
nl: Automatisch updaten wordt opnieuw geprobeerd...
pl: Ponawianie próby autoaktualizacji...
pt_br: Tentando novamente auto-atualização...
ru: Повторяем автообновление...
tr: Otomatik güncelleme tekrar deneniyor...
zh_hans: 正在重试自动更新……
zh_hant: 正在重試自動更新…

source: Ignore Failure
bg: Игнориране
fr: Ignorer l'échec
ka: ჩავარდნის გამოტოვება
nl: Negeer Fout
pl: Ignoruj Niepowodzenie
pt_br: Ignorar Falha
tr: Hatayı Yoksay
zh_hans: 忽略错误
zh_hant: 忽略失敗

# ConnectedDeveloperGreeting
source: Howdy,
ar: مرحبا,
bg: Здравей,
cs: Zdravím,
da: Davs,
de: Hallo,
es: Hola,
fi: Moikka,
fr: Salut,
hu: Szia,
it: Salve,
ja: こんにちは、
ka: როგორ ხარ,
mk: Здраво,
nl: Hallo,
pl: Hejka,
pt_br: Olá,
ro: Salutare,
ru: Салют,
sv: Hej,
tr: N'aber,
uk: Вітанячка
zh_hans: 你好，
zh_hant: 你好，

# DialogOk
source: OK
bg: Добре
ka: დიახ
ru: ОК
sv: Okej
tr: Tamam
uk: Добре
zh_hant: 確認

# SkipAction
source: Skip
ar: تخطي
bg: Пропускане
cs: Přeskočit
da: Spring over
de: Überspringen
es: Saltar
fi: Ohita
fr: Passer
hu: Kihagyás
it: Salta
ja: スキップ
ka: გამოტოვება
mk: Прескокни
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Săriți Peste
ru: Пропустить
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

# ExternalLinkDonate
source: Donate
ar: تبرع
bg: Страница за дарения
cs: Přispět
da: Donér
de: Spenden
es: Donar
fi: Lahjoita
fr: Faire un don
hu: Támogatás
it: Dona
ja: 寄付する
ka: შეწირვა
mk: Донирај
nl: Doneren
pl: Wesprzyj nas
pt_br: Doar
ro: Donează
ru: Пожертвовать
sv: Donera
tr: Bağış Yap
uk: Донат
zh_hans: 捐赠
zh_hant: 贊助

# FolderPathDisplay
source: Directory:
bg: Папка:
cs: Adresář:
da: Bibliotek:
de: Verzeichnis:
es: Directorio:
fi: Hakemisto:
fr: Dossier :
hu: Mappa:
it: Cartella:
ja: ディレクトリ:
ka: საქაღალდე:
nl: Map:
pl: Katalog:
pt_br: Diretório:
ro: Director:
ru: Путь:
sv: Katalog:
tr: Dizin:
uk: Каталог:
zh_hans: 目录：
zh_hant: 目錄：

# InstalledFolderSize
source: (size: {0})
bg: (размер: {0})
cs: (velikost: {0})
da: (størrelse: {0})
es: (tamaño: {0})
fi: (koko: {0})
fr: (taille : {0})
hu: (méret: {0})
it: (dimensione: {0})
ka: (ზომა: {0})
nl: (formaat: {0})
pl: (wielkość: {0})
pt_br: (tamanho: {0})
ro: (mărime: {0})
ru: (размер:{0})
sv: (storlek{0})
tr: (büyüklük: {0})
uk: (розмір: {0})
zh_hans: （大小：{0}）
zh_hant: （大小：{0}）

# NewLinkUsername
source: Username:
bg: Потребителско име:
da: Brugernavn:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome utente:
ka: მომხმარებლის სახელი:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ro: Nume:
ru: Псевдоним:
sv: Användarnamn:
tr: Kullanıcı Adı:
uk: Ім'я користувача:
zh_hans: 用户名：
zh_hant: 使用者名稱：

# ClickHereLink
source: Click here
bg: Натиснете тук
cs: Klikněte sem
da: Klik her
es: Haz click aqui
fi: Paina tästä
fr: Cliquez ici
hu: Kattints ide
it: Clicca qui
ka: დააწკაპუნეთ აქ
nl: Klik hier
pl: Kliknij tutaj
pt_br: Clique aqui
ro: Dă click aici
ru: Нажмите здесь
sv: Klicka här
tr: Buraya tıkla
uk: Клікніть сюди
zh_hans: 点击这里
zh_hant: 點擊此處

# LogoutButton
source: Logout
bg: Излизане
cs: Odhlásit se
da: Log ud
de: Ausloggen
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezés
ja: ログアウト
ka: გასვლა
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ro: De-logați-vă
ru: Выход
sv: Logga ut
tr: Çıkış Yap
uk: Вийти
zh_hans: 注销
zh_hant: 登出

# LoginButton
source: Login
bg: Влизане
cs: Přihlásit
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
hu: Belépés
ja: ログイン
ka: შესვლა
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Logați-vă
ru: Войти
sv: Logga in
tr: Giriş Yap
uk: Логін
zh_hans: 登录
zh_hant: 登錄

# CloseButton
source: Close
bg: Затваряне
da: Luk
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ka: დახურვა
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închideți
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# UnknownNumber
source: unknown
bg: неизвестно
fi: tuntematon
fr: inconnu
hu: ismeretlen
it: Sconociuto
ka: უცნობი
nl: onbekend
pl: nieznany
pt_br: desconhecido
ro: necunoscut
ru: неизвестно
sv: okänd
tr: bilinmeyen
uk: невідомо
zh_hans: 未知
zh_hant: 未知

source: Submit
bg: Изпращане
fi: Lähetä
fr: Soumettre
hu: Küldés
ka: გადაცემა
nl: Indienen
pl: Wyślij
pt_br: Enviar
tr: Gönder
uk: Надіслати
zh_hans: 提交
zh_hant: 提交

# ImportFailedTitle
source: Import Failed
ar: فشل في الإستيراد
bg: Импортирането е неуспешно
cs: Importování selhalo
da: Importering mislykkedes
de: Import fehlgeschlagen
es: Fallo al importar
fi: Tuonti epäonnistui
fr: Échec de l'importation
hu: Importálás sikertelen
it: Importazione fallita
ja: インポートに失敗
ka: შემოტანა ჩავარდა
mk: Импортиранјето не беше успешно
nl: Importeren mislukt
pl: Importowanie nie powiodło się
pt_br: Falha na importação
ro: Importarea A Eșuat
ru: Импорт провалился
sv: Importering misslyckades
tr: İçe Aktarma Başarısız
uk: Імпорт не вдався
zh_hans: 导入失败
zh_hant: 匯入失敗

# DevelopmentFeedTitle
source: DEVELOPMENT FORUMS
ar: منتديات التطوير
bg: ЧАСТЕН ФОРУМ
cs: VÝVOJÁŘSKÁ FÓRA
da: UDVIKLINGS FORUM
de: ENTWICKLER FOREN
es: FOROS DE DESARROLLO
fi: KEHITTÄJIEN FOORUMI
fr: FORUMS DE DÉVELOPPEMENT
hu: FEJLESZTŐI FÓRUM
it: FORUM SVILUPPO
ja: 開発フォーラム
ka: პროგრამისტების ფორუმი
nl: ONTWIKKELFORUMS
pl: FORUM DEWELOPERSKIE
pt_br: FÓRUNS DE DESENVOLVIMENTO
ro: FORUMUL DE DEZVOLTATORI
ru: ФОРУМ РАЗРАБОТКИ
sv: UTVECKLINGSFORUM
tr: GELİŞTİRME FORUMLARI
uk: Розробницький форум
zh_hans: 开发论坛
zh_hant: 開發論壇

# ExternalLinkDeveloperWiki
source: Developer Wiki
ar: ويكي المطور
bg: Частна Уикипедия
cs: Vývojářská Wiki
da: Udvikler wiki
de: Entwickler-Wiki
es: Wiki de desarrolladores
fi: Kehittäjien wiki
fr: Wiki des développeurs
hu: Fejlesztői wiki
it: Wiki sviluppo
ja: 開発者向けWiki
ka: პროგრამისტის ვიკი
mk: Developer Википедиа
nl: Ontwikkelwiki
pl: Developerska Wiki
pt_br: Wiki dos Desenvolvedores
ro: Wiki-ul Dezvoltatorilor
ru: Вики для разработчиков
sv: Utvecklingwiki
tr: Geliştirici Vikisi
uk: РОзробницька Wiki
zh_hans: 开发者wiki
zh_hant: 開發者 Wiki

source: Launcher Options
ar: اعدادات المشغل
bg: Настройки на стартиращата програма
cs: Možnosti Spouštěče
da: Launcher indstillinger
de: Launcher Einstellungen
es: Opciones del lanzador
fi: Laukaisijan asetukset
fr: Options du lanceur
hu: Launcher opciók
it: Opzioni del launcher
ja: Launcherの設定
ka: გამშვების მორგება
nl: Opties Opstarthulpprogramma
pl: Opcje Launchera
pt_br: Opções do Inicializador
ro: Opțiuni Pentru Launcher
ru: Настройки лаунчера
sv: Programstartare Inställningar
tr: Başlatıcı Ayarları
uk: Параметри Лаунчеру
zh_hans: 启动器设置
zh_hant: 啟動器設定

# MainWindowTitle
source: Thrive Launcher
bg: Стартираща програма на „Thrive“
es: Lanzador de Thrive
fi: Thriven laukaisija
fr: Lanceur Thrive
it: Il Launcher Thrive
ka: Thrive-ის გამშვები
nl: Thrive Opstarthulpprogramma
pl: Launcher Thrive
pt_br: Inicializador Thrive
ro: Launcher-ul Thrive
ru: Лаунчер Thrive
sv: Thrive Programstartare
tr: Thrive Başlatıcısı
uk: Лаунчер Thrive
zh_hans: Thrive启动器
zh_hant: Thrive 啟動器

# ProcessingStateItemProgress
source: Processing {0}
fi: Prosessoidaan {0}
fr: Traitement de {0}
hu: {0} feldolgozása
ka: {0}-ის დამუშავება
nl: {0} wordt verwerkt
pl: Przetwarzanie {0}
pt_br: Processando {0}
ro: Procesăm {0}
sv: Bearbetar {0}
tr: {0} işleniyor
uk: Оброблення {0}
zh_hans: 加载{0}中
zh_hant: 正在處理 {0}

# ContinueReportingButton
source: Continue Reporting
fi: Jatka raportointia
fr: Continuer à signaler
hu: Jelentés folytatása
ka: ანგარიშის გაგზავნის გაგრძელება
nl: Ga verder met Rapporteren
pl: Kontynuuj Raportowanie
pt_br: Continue Reportando
ro: Continuă Raportul
tr: Bildirmeye Devam Et
uk: Продовжити звітувати
zh_hans: 继续报告
zh_hant: 繼續回報

# CrashReportEmailFieldPlaceholder
source: Email (optional)
bg: Електронна поща (незадължително)
fi: Sähköposti (ei pakollinen)
fr: Email (optionnel)
hu: Email (opcionális)
ka: ელფოსტა (არასავალდებულო)
nl: E-mail (optioneel)
pl: E-mail (opcjonalny)
pt_br: Email (opcional)
ro: Email (opțional)
ru: E-mail (необязательно)
tr: E-posta (isteğe bağlı)
zh_hans: 电子邮箱（可选）
zh_hant: 電子郵件（可選）

source: Reset All Settings
bg: Нулиране на всичко
cs: Resetovat veškeré nastavení
da: Gendan alle indstillinger
de: Alle Einstellungen zurücksetzen
es: Restablecer todos los ajustes
fi: Palauta kaikki asetukset oletuksiksi
fr: Réinitialiser tous les paramètres
hu: Minden beállítás visszaállítása
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ka: ყველა პარამეტრის ჩამოყრა
nl: Zet Alle Instellingen Naar Standaard
pl: Resetuj Wszystkie Ustawienia
pt_br: Redefinir Todas as Configurações
ro: Resetează Toate Setările
ru: Сбросить все настройки
sv: Återställ alla inställningar
tr: Tüm Ayarları Sıfırla
uk: Скинути усі налаштування
zh_hans: 重置所有设置
zh_hant: 重置所有設定

# CacheSizeDisplay
source: Cache size:
bg: Размер на кеша:
cs: Velikost mezipaměti:
da: Cache størrelse:
de: Cachegröße:
es: Tamaño del cache:
fi: Välimuistin koko:
fr: Taille du cache :
hu: Gyorsítótár mérete:
it: Dimensione della Cache:
ja: キャッシュサイズ:
ka: კეშის ზომა:
nl: Formaat cache:
pl: Wielkość pamięci podręcznej:
pt_br: Tamanho do cache:
ro: Mărimea Cache-ului:
ru: Размер кэша:
sv: Cachestorlek:
tr: Önbellek büyüklüğü:
uk: Розмір кешу:
zh_hans: 缓存大小：
zh_hant: 快取大小：

# InternalErrorTitle
source: Internal Error
bg: Вътрешна грешка
da: Intern fejl
fi: Sisäinen virhe
fr: Erreur interne
hu: Belső hiba
it: Errore interno
ka: შიდა შეცდომა
nl: Interne Fout
pl: Błąd Wewnętrzny
pt_br: Erro Interno
ro: Eroare Internă
ru: Внешняя Ошибка
sv: Intern Error
tr: İç Hata
uk: Внутрішня помилка
zh_hans: 内部错误
zh_hant: 內部錯誤

# ReportCrashButton
source: Report Crash
fi: Raportoi kaatuminen
fr: Signaler le plantage
hu: Összeomlás jelentése
ka: ანგარიში ავარიის შესახებ
nl: Rapporteer Crash
pl: Zgłoś Crash
pt_br: Relatar erro
ro: Raportul Crash-ului
ru: Сообщить о вылете игры
tr: Çökme Raporu
uk: Повідомити про збій
zh_hans: 报告崩溃
zh_hant: 崩潰回報

# SelectButton
source: Select
bg: Избиране
cs: Vybrat
da: Vælg
de: Auswählen
es: seleccionar
fi: Valitse
fr: Choisir
hu: Kiválaszt
it: Seleziona
ja: 選択
ka: არჩევა
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ro: Selectați
ru: Выбрать
sv: Välj
tr: Seç
uk: Обрати
zh_hans: 选择
zh_hant: 選擇

# SettingsImportOldTitle
source: Import Previous Settings?
ar: إسترجاع الاعدادات السابقة؟
bg: Импортиране на предишните настройки?
cs: Importovat předešlé nastavení?
da: Importér forrige indstillinger?
de: Vorherige Einstellungen importieren?
es: ¿Importar ajustes anteriores?
fi: Tuo aikaisemmat asetukset?
fr: Importer les paramètres précédents ?
hu: Importálod az előző beállításokat?
it: Importare le impostazioni precedenti?
ja: 前回の設定を読み込みますか？
ka: შემოვიტანო წინა პარამეტრები?
mk: Импортирај предходните поставки?
nl: Vorige instellingen importeren?
pl: Importować Poprzednie Ustawienia?
pt_br: Importar as configurações anteriores?
ro: Importă Setările Vechi?
ru: Импортировать предыдущие настройки?
sv: Importera tidigare inställningar?
tr: Önceki Ayarlar İçe Aktarılsın mı?
uk: Імпортувати Попередні Налаштування?
zh_hans: 导入以前的设置？
zh_hant: 導入先前的設定？

# ConnectToDevCenterPrompt
source: Connect to ThriveDevCenter
ar: اتصل بThriveDevCenter
bg: Свързване с Центъра за разработка
cs: Připojeno do ThriveDevCenter
da: Forbundet til ThriveDevCenter
de: Verbinden mit dem ThriveDevCenter
es: Conectarse a ThriveDevCenter
fi: Yhdistä ThriveDevCenteriin
fr: Se connecter au ThriveDevCenter
hu: Csatlakozás a ThriveDevCenter-hez
it: Connettiti al ThriveDevCenter
ja: ThriveDevCenter に接続
ka: Thrive-ის პროგცენტრთან მიერთება
mk: Продолжете до ThriveDevCenter
nl: Verbinden met ThriveDevCenter
pl: Połącz się z ThriveDevCenter
pt_br: Conectar ao ThriveDevCenter
ro: Conectați-vă pe ThriveDevCenter
ru: Подключиться к Центру Разработчиков
sv: Konnektera till ThriveDevCenter
tr: ThriveDevCenter'a bağlan
uk: Під'єднатися до Центру розробки Thrive
zh_hans: 连接到开发中心
zh_hant: 連接到 ThriveDevCenter

# ExternalLinkLauncherGithub
source: Launcher on Github
ar: المشغل على منصة Github
bg: Стартиращата програма в „Github“
cs: Spouštěč na Github
da: Launcher på Github
de: Launcher auf Github
es: Lanzador en Github
fi: Laukaisija Githubissa
fr: Lanceur sur Github
hu: Launcher a Githubon
it: Launcher su Github
ja: Github版ランチャー
ka: გამშვები "Github"-ზე
mk: Лансер на Github
nl: Opstarthulpprogramma op Github
pl: Launcher na Githubie
pt_br: Inicializador no Github
ro: Launcher pe Github
ru: Лаунчер на Github
sv: Programstartare på Github
tr: Başlatıcı GitHub'da
uk: Launcher на Github
zh_hans: 启动器 Github
zh_hant: Github 上的啟動器

# DisconnectDevCenter
source: Disconnect
da: Afbryd
fi: Katkaise yhteys
fr: Se déconnecter
it: Disconnetti
ka: გათიშვა
nl: Verbinding Verbreken
pl: Rozłącz
pt_br: Desconectar
ro: Deconectați-vă
ru: Отключиться
sv: Avkoppla
tr: Bağlantıyı Kes
uk: Роз'єднатися
zh_hans: 断开
zh_hant: 中斷連線

# DevCenterConnectionDialogTitle
source: ThriveDevCenter Connection
bg: Свързване с Центъра за разработка
cs: ThriveDevCenter připojení
da: ThriveDevCenter forbindelse
de: ThriveDevCenter Verbindung
es: Conexión al ThriveDevCenter
fi: ThriveDevCenter-yhteys
fr: Connexion au ThriveDevCenter
hu: ThriveDevCenter kapcsolódás
it: Connessione al ThriveDevCenter
ja: ThriveDevCenter 接続
ka: მიერთება პროგრამისტების ცენტრთან
nl: ThriveDevCenter Verbinding
pl: Połączenie z ThriveDevCenter
pt_br: Conexão ao ThriveDevCenter
ro: Conexiune ThriveDevCenter
ru: Соединение с Центром Разработчиков
sv: ThriveDevCenter Koppling
tr: ThriveDevCenter Bağlantısı
uk: Під'єднання до Центру розробки Thrive
zh_hans: 连接到 ThriveDevCenter
zh_hant: 連接到 ThriveDevCenter

source: Select Install Location
bg: Избиране на местоположение
cs: Vybrat instalační lokaci
da: Vælg installations lokation
de: Installationsverzeichnis auswählen
es: Seleccionar ubicación de instalación
fi: Valitse asennussijainti
fr: Sélectionner l'emplacement d'installation
hu: Telepítési mappa módosítása
it: Seleziona dove installare
ja: インストール先を選択
ka: აირჩიეთ დაყენების მდებარეობა
nl: Selecteer Installatielocatie
pl: Wybierz Lokalizację Instalacji
pt_br: Definir Local de Instalação
ro: Selectați Locația Instalării
ru: Выбрать путь установки
sv: Välj installeringsplats
tr: Kurulum Yerini Seç
uk: Вибрати місце встановлення
zh_hans: 选择安装位置
zh_hant: 選擇安裝位置

# SelectDevBuildCacheLocation
source: Select Cache Location
bg: Избиране на местоположение
cs: Vybrat lokaci pro mezipamět
da: Vælg cache lokation
de: Speicherort für Cache wählen
es: Seleccionar la ubicación del caché
fi: Valitse välimuistin sijainti
fr: Sélectionner l'emplacement des fichiers de cache
hu: Gyorsítótár helyének módosítása
it: Seleziona la posizione della Cache
ja: キャッシュの場所を選択
ka: აირჩეთ კეშის მდებარეობა
nl: Selecteer opslaglocatie voor Cache
pl: Wybierz Lokalizację Pamięci Podręcznej
pt_br: Definir Local do Cache
ro: Alegeți Locația Cache-ului
ru: Выбрать расположение кэша
sv: Välj cacheplats
tr: Önbellek Konumunu Seç
uk: Обрати розташування кешу
zh_hans: 选择缓存位置
zh_hant: 選擇快取位置

# LauncherOptionHideOnPlay
source: Hide Launcher on Play
bg: Скриване на стартиращата програма след натискане на бутона „Старт“
cs: Skrýt Launcher při spuštění hry
da: Skjul launcheren ved spil
de: Launcher während dem Spielen verstecken
es: Ocultar el lanzador durante el juego
fi: Piilota laukaisija pelin käynnistyttyä
fr: Masquer le lanceur pendant la partie
hu: A launcher elrejtése indításkor
it: Nascondi il Launcher durante il gioco
ja: プレイ時にランチャーを非表示にする
ka: გამშვების დამალვა თამაშისას
nl: Verberg Opstarthulpprogramma wanneer Thrive is gestart
pl: Ukrywaj Launcher podczas Rozgrywki
pt_br: Ocultar o Inicializador durante o jogo
ro: Ascunde Launcher-ul Când Jucați
ru: Скрывать лаунчер при запуске игры
sv: Göm Programstartaren när Spelet Börjar
tr: Başlatıcıyı Oynama Esnasında Gizle
uk: Приховати Лаунчер при Грі
zh_hans: 开始后隐藏启动器
zh_hant: 在遊玩時隱藏啟動器

# LauncherOptionAutoUpdate
source: Automatically update the launcher
bg: Автоматично обновяване на стартиращата програма
cs: Automaticky aktualizovat spouštěč
da: Opdatér automatisk launcheren
de: Automatisches Aktualisieren des Launchers
es: Actualizar automáticamente el lanzador
fr: Mettre à jour le lanceur automatiquement
hu: A launcher automatikus frissítése
it: Aggiorna automaticamente il launcher
ja: ランチャーを自動更新する
ka: გამშვების ავტომატური განახლება
nl: Werk opstarthulpprogramma automatisch bij
pl: Automatyczne aktualizuj launcher
pt_br: Atualizar o Inicializador automaticamente
ro: Actualizați lansatorul automat
ru: Автоматически обновлять лаунчер
sv: Uppdatera programstartaren automatiskt
tr: Başlatıcıyı otomatik olarak güncelle
uk: Автоматичне оновлення лаунчеру
zh_hans: 自动更新启动器
zh_hant: 自動更新啟動器

source: Select Temporary Files Location
bg: Избиране на местоположение
cs: Vyberte lokaci dočasných souborů
da: Vælg midlertidige filer lokation
de: Wähle den Speicherort für temporäre Dateien
es: Seleccionar la ubicación de archivos temporales
fi: Valitse väliaikaistiedostojen sijainti
fr: Sélectionner l'emplacement des fichiers temporaires
hu: Ideiglenes fájlok helyének módosítása
it: Seleziona la località dei file temporanei
ja: 一時ファイルの場所を選択
ka: აირჩიეთ დროებითი ფაილის მდებარეობა
nl: Selecteer Locatie voor Tijdelijke Bestanden
pl: Wybierz Lokalizację Plików Tymczasowych
pt_br: Selecionar o Local dos Arquivos Temporários
ro: Selectați Locația Temporară a Fișierelor
ru: Выбрать папку для временных файлов
sv: Välj temporära filplats
tr: Geçici Dosyaların Konumunu Seç
uk: Обрати тимчасове розташування файлів
zh_hans: 选择临时文件位置
zh_hant: 選擇臨時檔案位置

# ResetTemporaryLocation
source: Reset Temporary Files Location
bg: Нулиране на местоположението
cs: Resetovat lokaci dočasných souborů
da: Gendan midlertidige filer lokation
de: Speicherort für temporäre Dateien zurücksetzen
es: Restablecer la ubicación de archivos temporales
fi: Palauta väliaikaistiedostojen sijainti oletukseksi
fr: Réinitialiser l'emplacement des fichiers temporaires
hu: Ideiglenes fájlok helyének visszaállítása
it: Ripristina la località dei file temporanei
ja: 一時ファイルの場所をリセットする
ka: დროებითი ფაილების მდებარეობის ჩამოყრა
nl: Stel Tijdelijke Bestandslocatie in op Standaard
pl: Resetuj Lokalizację Plików Tymczasowych
pt_br: Redefinir o Local dos Arquivos Temporários
ro: Resetați Locația Temporară a Fișierelor
ru: Спросить расположение временных файлов
sv: Återställ temporära filplats
tr: Geçici Dosyaların Konumunu Sıfırla
uk: Скинути тимчасове розташування файлів
zh_hans: 重置临时文件位置
zh_hant: 重設臨時檔案位置
