Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# TemporaryFolderNoFilesMoveNotice
source: Note: moving temporary location won't move or delete existing files to prevent accidentally touching files unrelated to Thrive
bg: Важно: Промяната на местоположението няма да премести или изтрие съществуващите файлове
cs: Poznámka: přesunutí dočasné lokace nepřesune ani neodstraní existující soubory, aby nedošlo k náhodnému zásahu do souborů nesouvisejících s Thrive
da: Note: flytning af midlertidig lokation vil ikke flytte eller slette eksisterende filer for at undgå filer ikke relateret til Thrive røres
de: Anmerkung: Beim Verschieben des temporären Speicherorts werden keine vorhandenen Dateien verschoben oder gelöscht, um zu verhindern, dass versehentlich Dateien verändert werden, die nichts mit Thrive zu tun haben
es: Nota: mover la ubicación temporal no moverá ni eliminará archivos existentes para evitar tocar accidentalmente archivos no relacionados con Thrive
fi: Huomio: väliaikaistiedostojen kansion sijainnin vaihto ei poista olemassaolevia tiedostoja, jotta Thriveen liittymättömiä tiedostoja ei poisteta vahingossa
fr: Remarque : le changement de l'emplacement temporaire ne déplace ni ne supprime les fichiers existants afin d'éviter de toucher accidentellement des fichiers sans rapport avec Thrive
hu: Megjegyzés: az ideiglenes mappa helyének módosítása nem helyez át vagy töröl létező fájlokat, hogy a Thrive-tól független fájlok véletlenül se sérüljenek
it: Nota: muovere la località temporaneamente non sposterà né cancellerà file per evitare di toccare accidentalmente file non relativi a Thrive
ja: 注意: 一時フォルダの場所を移動しても、既存のファイルは移動や削除されません。Thriveに関係のないファイルを誤って操作しないようにするためです
ka: შენიშვნა: დროებითი საქაღალდის გადაადგილება მასში არსებულ ფაილებს არ გადაიტანს, რომ თავიდან აიცილოს ფაილების შეცვლა, რომლებიც Thrive-ს არ მიეკუთვნებიან
nl: Opmerking: het verplaatsen van de tijdelijke locatie zal bestaande bestanden niet verplaatsen of verwijderen om te voorkomen dat bestanden die niets met Thrive te maken hebben worden aangeraakt
pl: Uwaga: by uniknąć przypadkowego kontaktu z plikami niezwiązanymi z Thrive, przeniesienie lokalizacji tymczasowej NIE przeniesie bądź usunie istniejących plików
pt_br: Nota: mover o local temporário não moverá nem removerá os arquivos existentes a fim de evitar modificar arquivos não relacionados ao Thrive por acidente
ro: Mutarea locației temporară nu va șterge sau muta alte file ca să nu atingă file fără legătură cu Thrive
ru: Примечание: смена папки не удалит существующие файлы, чтобы не удалить случайно не связанные с Thrive файлы
sv: Not: att röra en temporär plats kommer inte att röra eller ta bort existerande filer för att unvika att råka röra filer som är orelaterade till Thrive
tr: Not: Geçici konumu taşımak; bu konumdaki Thrive ile ilgili olmayan dosyalara yanlışlıkla dokunulmasını önlemek amacıyla, mevcut dosyaları taşımaz veya silmez
uk: Примітка: зміна тимчасового розташування не призведе до переміщення чи видалення наявних файлів, щоб запобігти випадковому дотику з файлами, не пов'язаними з Thrive
zh_hans: 注意：更改临时目录不会移动或删除现有文件，以防止意外操作与 Thrive 无关的文件
zh_hant: 注意：更改臨時目錄不會移動或刪除現有檔案，以防止意外操作與 Thrive 無關的檔案

# TemporaryFolderAutoClearNotice
source: Any old files will be automatically deleted from the temporary folder on launcher restart. As a result the temporary files folder should not be shared with other uses than Thrive to avoid accidental unrelated file deletion.
bg: Всички стари файлове ще бъдат изтрити от папката за временни файлове след рестартиране на стартиращата програма.
cs: Všechny dočasné soubory budou automaticky smazány z dočasné složky po restartování spouštěče. Proto by složka s dočasnými soubory neměla být využita k jiným účelům než k tomuto použití ,aby nedošlo k náhodnému odstranění nesouvisejících souborů.
da: Gamle filer vil automatisk blive slettet fra midlertidige filer mappen ved launcher genstart. Derfor bør den midlertidige filer mappe ikke deles med andre filer end dem brugt af Thrive for at undgå fejlagtig sletning af urelaterede filer.
fr: Tous les anciens fichiers seront automatiquement supprimés du dossier temporaire au redémarrage du lanceur. Par conséquent, le dossier des fichiers temporaires ne doit pas être utilisé pour d'autres usages que Thrive afin d'éviter la suppression accidentelle de fichiers non liés.
hu: A launcher indításakor az ideiglenes mappában levő régi fájlok törlésre kerülnek, emiatt ezt a mappát nem ajánlott más programokkal megosztva használni.
it: Tutti i file vecchi verranno automaticamente eliminati dalla cartella temporanea al riavvio del launcher. Di conseguenza, la cartella dei file temporanei non deve essere condivisa con altri utenti oltre a Thrive, per evitare l'eliminazione accidentale di file non correlati.
ja: ランチャー再起動時に、一時フォルダ内の古いファイルは自動的に削除されます。そのため、誤って関係ないファイルが削除されないよう、一時フォルダはThrive以外で共有しないようにしてください。
ka: ძველი ფაილები ავტომატურად წაიშლება დროებითი საქაღალდიდან გამშვების გადატვირთვისას. შედეგად დროებითი ფაილების საქაღალდე სხვა მომხმარებლებთან გაზიარებული არ უნდა იყოს, რომ Thrive არ შეეხოს ფაილებს, რომლებიც მას არ ეკუთვნის.
pl: Jakiekolwiek stare pliki będą automatycznie usuwane z folderu tymczasowego przy ponownym uruchamianiu launchera. By uniknąć przypadkowego usunięcia plików niezwiązanych z Thrive, folder tymczasowy powinien być wykorzystywany jedynie przez tę grę.
pt_br: Todos os arquivos antigos serão automaticamente apagados da pasta temporária quando o inicializador for reiniciado. Por causa disso, a pasta de arquivos temporários não deve ser compartilhada com outros usos além do Thrive para evitar o apagamento acidental de arquivos não relacionados.
sv: Alla gamla filer kommer bli automatiskt borttagna från det temporära mappen på omstart av startprogrammet.
tr: Başlatıcı yeniden başladığında, geçici klasördeki her bir dosya otomatik olarak silinecek. Sonuç olarak, alakasız dosyaların yanlışlıkla silinmesini önlemek amacıyla, geçici dosyalar klasörü Thrive'ın dışındaki kullanımlarda paylaşılmamalıdır.
uk: Будь-які застарілі файли будуть видалені з тимчасових каталогів по перезапуску лаунчера. Через це каталог тимчасових файлів не повинен містити щось окрім файлів Thrive, аби уникнути небажаного видалення файлів.
zh_hans: 当启动器重启时一切临时文件夹中的老旧文件都将被自动删除，所以临时文件夹不应该用于Thrive以外的用途以避免意外的无关文件被删除。
zh_hant: 啟動器重新啟動時，所有舊檔案都會自動從臨時資料夾中刪除。因此，臨時資料夾不應與 Thrive 以外的其他使用者共用，以避免意外刪除不相關的檔案。

# LaunchOptionDisableVideos
source: Disable all game videos (if Thrive crashes after showing the loading logo and before the intro video plays, this may help get the game to work)
bg: Принудително изключване на видеоклиповете
cs: Vypnout všechna videa ve hře (pokud hra spadne po zobrazení načítací obrazovky nebo před spuštěním úvodního videa, tak toto by mělo pomoci)
da: Deaktiver alle spil videoer (hvis Thrive crasher efter den har vist loading logoet og før intro videoen afspilles, så kan det hjælpe med at få spillet til at virke)
de: Alle Spielvideos deaktivieren (Wenn Thrive nach dem Anzeigen des Ladelogos und vor dem Abspielen des Intro-Videos abstürzt, kann diese Einstellung dazu beitragen, dass das Spiel funktioniert)
es: Deshabilita todos los videos del juego (si Thrive se bloquea después de mostrar el logotipo de carga y antes de que se reproduzca el video de introducción, esto puede ayudar a que el juego funcione)
fi: Poista käytöstä kaikki pelin videot (jos Thrive kaatuu näytettyään latauksen aikana näkyvän logon ja ennen intro videon näyttämistä, tämä asetus voi auttaa peliä toimimaan)
fr: Désactiver toutes les vidéos du jeu (si Thrive se bloque après l'affichage du logo de chargement et avant la lecture de la vidéo d'introduction, cela peut résoudre le problème)
hu: Játékbeli videók tiltása (ha a Thrive összeomlik a betöltési logó után és az intró videó előtt, ez segíthet a játék elindításában.)
it: Disabilita tutti i video del gioco (se Thrive crasha dopo di aver mostrato il logo di caricamento e prima del video di introduzione, questo potrebbe far funzionare il gioco)
ja: すべてのゲームビデオを無効化する（Thriveがロードロゴ表示後、イントロ動画再生前にクラッシュする場合はこれを有効にするとゲームが起動する可能性があります）
ka: თამაშის ყველა ვიდეოს გამორთვა (თუ Thrive ავარიულად სრულდება ჩატვირთვის ლოგოს ჩვენების შემდეგ და შესავალი ვიდეოს დაკვრის დაწყებამდე, შეიძლება, ამ პარამეტრმა გიშველოთ)
nl: Zet alle spelvideos uit (dit kan helpen het spel werkend te krijgen als Thrive meteen na de weergave van het logo, maar voor het weergeven van de introvideo, crasht)
pl: Wyłącz wszystkie sekwencje filmowe w grze (jeśli Thrive przestaje działać po pokazaniu loga wczytywania, ale przed odtworzeniem sekwencji filmowej wstępu, ta czynność może pomóc w doprowadzeniu gry do działania)
pt_br: Desabilitar todos os vídeos do jogo (se o Thrive fecha após a logo de "carregando" aparecer e antes do vídeo de introdução tocar, isso pode ajudar a fazer o jogo funcionar)
ro: Dezactivați toate video-urile din joc (dacă Thrive crash-ează după ce arată logo-ul de încărcare și după video-ul de intro, asta va putea face ca jocul să funcționeze)
ru: Выключить все видео в игре (если Thrive падает после логотипа загрузки и перед вступительным видео, это может помочь запустить игру)
sv: Inaktivera alla spelvideor (Om thrive kraschar efter att visat laddningsloggan och före introvideon spelas upp, det kanske hjälper för att få spelet att funka)
tr: Bütün oyun videolarını devre dışı bırak (eğer ki Thrive; yüklenme logosu gösterildikten sonra ama giriş videosu oynatılmadan önce çökerse, bu ayar oyunun çalışmasına yardımcı olabilir)
uk: Вимкнути усі ігрові відео (якщо Thrive вилітає після показу логотипу завантаження та після програвання початкового відео, це може допомогти грі запрацювати)
zh_hans: 禁用所有游戏视频（如果Thrive在显示加载徽标后和播放介绍视频之前崩溃，这可能有助于游戏正常运行）
zh_hant: 禁用所有遊戲影片（如果 Thrive 在顯示載入標誌後，開場影片播放之前崩潰，這可能有助於讓遊戲正常運行）

# LauncherOptionVerboseLogging
source: Enable launcher debug logging (before reporting an issue or bug with the launcher please enable this and restart the launcher)
bg: Включване на отстраняването на грешки (преди да докладвате за проблем, моля, включете тази опция и рестартирайте стартиращата програма)
cs: Povolit debug logging Launcheru (před nahlašováním jakýchkoliv problémů, prosíme, spusťte Launcher v tomto režimu)
da: Aktivér launcherens debug-logning (før du rapporterer et problem eller en fejl med launcheren, skal du aktivere dette og genstarte launcheren)
de: Aktiviere Launcher Debug-Aufzeichnung( bevor du einen Problem oder Bug Report über den Launcher erstellst aktiviere diese Aufzeichnung und starte den Launcher neu)
es: Habilitar el registro de depuración del lanzador (antes de informar un problema o un error con el lanzador, por favor, habilita esto y reinicia el lanzador)
fr: Activer le débogage du lanceur (avant de faire un rapport de bogue, veillez activer ceci et relancer le lanceur)
hu: A launcher hibakeresési naplózásának engedélyezése (Hibajelentés küldése előtt kérjük, engedélyezd ezt az opciót és indítsd újra a launchert)
it: Abilita log di debug del launcher (prima di riportare un problema o bug con il launcher per favore abilita questa modalità e fai ripartire il launcher)
ja: ランチャーのデバッグログを有効にする（ランチャーの不具合やバグを報告する前に、これを有効にしてランチャーを再起動してください）
ka: გამშვების გამართვის ჟურნალის ჩართვა (შეცდომის ანგარიშის გადმოცემამდე ჩართეთ ეს პარამეტრი და გადატვირთეთ გამშვები)
nl: Zet opstarthulpprogramma debug-logboeken aan (zet deze functie aan en herstart het opstarthulpprogramma alvorens je een fout met het opstarthulpprogramma rapporteert)
pl: Włącz rejestrowanie debugowania launchera (przed zgłoszeniem problemu lub błędu z launcherem, prosimy włączyć tę opcję i uruchomić go ponownie)
pt_br: Habilitar Log de Depuração do Inicializador (antes de relatar um problema ou bug com o Inicializador, por favor habilite essa opção e reinicie o Inicializador)
ro: Activați logarea de depanare a launcher-ului. (Înainte să raportați o problemă cu acest launcher, vă rugăm să activați această opțiune și să restartați launcher-ul)
ru: Включить ведение журнала отладки лаунчера (прежде чем сообщать о проблеме или баге с лаунчером, пожалуйста, включите это и перезапустите лаунчер)
sv: Aktivera programstartare debug loggning (aktivera detta och starta om innan rapportering av problem eller buggar med programstartaren)
tr: Başlatıcı hata ayıklama günlüğünü etkinleştir (başlatıcıyla ilgili bir sorunu veya hatayı bildirmeden önce lütfen bunu etkinleştirin ve başlatıcıyı yeniden başlatın)
uk: Ввімкнути запис лоґів для полагодження збоїв (перш ніж повідомити про проблему чи збій з лаунчером, будь ласка, ввімкніть цю опцію та перезапустіть лаунчер)
zh_hans: 启用启动器debug日志（在报告问题或bug前，请启用该选项并重启启动器）
zh_hant: 啟用啟動器調試日誌記錄（在報告問題或錯誤之前，請啟用此功能並重新啟動啟動器）

# ClearTemporaryLocation
source: Delete ALL files in the temporary folder. May delete even non-Thrive related files if those exist!
bg: Изтриване на всички файлове от папката за временни файлове. Цялото съдържание на папката ще бъде изтрито!
cs: ODSTRANIT VŠECHNY SOUBORY v dočasné složce. Může odstranit i soubory nesouvisející se soubory Thrive!
da: Slet ALLE filer i midlertidige filer mappen. Kan slette ikke-Thrive relaterede filer hvis de eksisterer!
de: Lösche ALLE Dateien im temporären Ordner. Dies könnte Dateien löschen, die nichts mit Thrive zu tun haben, sollten diese existieren!
es: Eliminar TODOS los archivos en la carpeta temporal. ¡Puede eliminar incluso archivos no relacionados con Thrive si existen!
fi: Poista KAIKKI tiedostot väliaikaistiedostojen hakemistossa. Voi poistaa jopa Thriveen liittymättömiä tiedostoja, jos niitä on olemassa!
fr: Supprime TOUS les fichiers dans le dossier temporaire. Peut supprimer des fichiers sans lien avec Thrive s'il y en a !
hu: Az ideiglenes mappa TELJES tartalmának törlése. Még a Thrive-tól független fájlok is törlésre kerülnek!
it: Cancella tutti i file nella cartella temporanea. Potrebbe cancellare anche file non relativi a Thrive se ce ne sono!
ja: 一時フォルダ内のすべてのファイルを削除します。Thriveに関係ないファイルも存在する場合、削除される可能性があります！
ka: ყველა ფაილის წაშლა დროებით საქაღალდეში. შეიძლება წაშალო ფაილები, რომლებიც Thrive-ს არ ეკუთვნის!
nl: Verwijder ALLE bestanden in tijdelijke map. Dit verwijderd mogelijk ook bestanden die niets met Thrive te maken hebben!
pl: Usuń WSZYSTKIE pliki w folderze tymczasowym. Może usunąć nawet pliki niezwiązanie z Thrive jeśli takie istnieją!
pt_br: Remover TODOS os arquivos na pasta temporária. Pode remover arquivos não relacionados ao Thrive se existirem!
ro: Ștergeți TOATE fișierele în folderul temporar. Poate și șterge file fără legătură cu Thrive!
ru: Удалить ВСЕ файлы во временной папке. Может удалить даже не связанные с Thrive файлы если такие есть!
sv: ta bort ALLA filer i det temeporära mappen. Kan ta bort filer som är orelaterade till Thrive om det finns!
tr: Geçici klasördeki TÜM dosyaları sil. Varsa, Thrive ile ilgili olmayan dosyaları bile silebilir!
uk: Видалити УСІ файли в тимчасовій папці. Це може видалити навіть не пов'язані з Thrive файли, якщо вони існують!
zh_hans: 删除临时文件夹中的所有文件。可能删除与 Thrive 无关的文件！
zh_hant: 刪除臨時資料夾中的所有檔案。可能刪除與 Thrive 無關的檔案！

# CrashReportIsPublic
source: Public? Public reports have their crash callstack and description publicly visible. Private reports are visible only to Thrive developers.
fi: Julkinen? Julkisten raporttien kaatumisen pinojäljitykset ja kuvaukset ovat julkisesti näkyviä. Yksityiset raportit ovat näkyvillä pelkästään Thriven kehittäjille.
fr: Public ? Les descriptions et les piles d'appels de plantage sont visible par tous. Les rapports privés ne sont visibles que par les développeurs de Thrive.
ka: საჯაროდ? საჯარო ანგარიშებს აღწერა და დეტალები საჯაროდ აქვთ. კონფიდენციალურ ანგარიშებს, მხოლოდ, Thrive-ის პროგრამისტები ხედავენ.
nl: Publiek? Van publieke rapportages worden de programmafunctie-informatie (callstack) en beschrijving publiek zichtbaar gemaakt. Privé-rapportages zijn alleen zichtbaar voor ontwikkelaars van Thrive.
pl: Publiczne? Publiczne zgłoszenia mają swoje stosy wywołań crashów oraz opisy widoczne publicznie. Prywatne zgłoszenia są widoczne jedynie dla deweloperów Thrive.
tr: Rapor, genel kesime gösterilsin mi? Genel raporlar, halka açık olarak gösterilen çökme çağrı yığını ve açıklamaya sahiptir. Özel raporlar ise yalnızca Thrive geliştiricilerine görünür.
zh_hans: 确定公开？公开报告的崩溃调用堆栈和描述是公开可见的。私有报告仅对Thrive开发人员可见。
zh_hant: 是否公開？公開報告的崩潰呼叫堆疊和描述是公開可見的。私人報告僅對 Thrive 開發人員可見。

# OutdatedLauncherUpdateDisabledByUser
source: The launcher type you are using is capable of auto-updating, however auto-updating is currently disabled either by the launcher settings or a commandline flag.
da: Launcher typen du bruegr er i stand til at auto-opdatere, men auto-opdatering er i øjeblikket slået fra, enten i launcher indstillingerne eller med et commandline flag.
fr: Le lanceur que vous utilisez devrait pouvoir se pettre à jour automatiquement, mais les mises à jour automatiques sont désactivées par les paramètres du lanceur ou par une option en ligne de commande.
ka: გამშვების ტიპს, რომელსაც იყენებთ, ავტოგანახლებაც შუძლია, მაგრამ ის ამჟამად გათიშულია ან გამშვების პარამეტრებიდან, ან ბრძანების სტრიქონის ალმით.
nl: Het type opstarthulpprogramma wat je gebruikt kan zichzelf bijwerken, maar deze optie is op dit moment uitgeschakeld. Het kan een instelling zijn, of een optie geselecteerd bij het opstarten vanaf de opdrachtprompt.
pl: Rodzaj launchera, jakiego używasz, ma możliwość auto-aktualizacji, jednakże funkcje auto-aktualizacji są obecnie wyłączone przez ustawienia bądź poprzez flagę wiersza poleceń.
pt_br: O inicializador que você está usando é capaz de se atualizar automaticamente, porém a atualização automática está desativada ou pelas configurações do inicializador ou por uma opção de linha de comando.
ro: Tipul de launcher care o folosiți are capabilitatea să se apdateze automat, dar apdatarea automată este dezactivată ori prin setările launcher-ului sau un steag de linie de comand.
ru: Тип лаунчера, что вы используете должен иметь возможность к автоматическому обновлению, но данная функция почему-то не работает. Пожалуйста, проверьте что вы не выключили возможность автоматического обновления в настройках лаунчера.
sv: Programstartartypen som används har auto-uppdateringsförmåga, men auto-uppdatering är för nuvarande avstängt antingen av programstartarens inställningar eller en kommandotolk flagga.
tr: Kullandığınız başlatıcı türünün otomatik olarak güncelleme imkanı var ancak otomatik güncelleme özelliği şu anda, başlatıcı ayarları ya da komut satırı bayrağı üzerinden, devre dışı bırakıldı.
uk: Викорисовуваний тип лаунчеру підтримує автоматичні оновлення, автоматичні оновлення наразі вимкнені через налаштування лаунчеру чи прапорець командного рядка.
zh_hans: 您正在使用的启动器类型能够自动更新，但是自动更新功能目前被启动器设置或命令行标志禁用。
zh_hant: 您正在使用的啟動器類型支援自動更新，但是自動更新功能目前已被啟動器設定或命令列引數禁用。

# DevCenterConnectionExplanation
source: Here you can link the launcher to the ThriveDevCenter to access DevBuilds and other features
cs: Zde můžeš připojit spouštěč k ThriveDevCenter k zpřístupnění DevBuilds a dalším funkcím
da: Her kan du linke launcheren til ThriveDevCenteret for at få adgang til DevBuilds og andre features
de: Hier kannst Du den Launcher mit dem ThriveDevCenter verbinden, um auf DevBuilds und andere Features zuzugreifen.
es: Aquí puedes enlazar el lanzador con el ThriveDevCenter para acceder a DevBuilds y otras funciones
fi: Tässä voit liittää tämän laukaisijan ThriveDevCenteriin jolloin tämä laukaisija pääsee käsiksi DevBuildeihin ja muihin ominaisuuksiin
fr: Ici, vous pouvez lier le lanceur au ThriveDevCenter pour accéder aux versions de développement et à d'autres fonctionnalités
hu: Itt összekapcsolhatod a launchert a ThriveDevCenterrel, hogy hozzáférj a fejlesztői build-ekhez és más funkciókhoz
it: Qui poi collegare il launcher al ThriveDevCenter per avere accesso a DevBuilds e ad altre funzionalità
ja: ここでランチャーをThriveDevCenterにリンクし、DevBuildやその他の機能にアクセスできます
ka: აქ შეგიძლიათ, გამშვები ThriveDevCenter-ს მიაბათ სატესტო აგებებისა და სხვა ფუნქციების მისაღებად
nl: Hier kun je het opstarthulpprogramma koppelen aan ThriveDevCenter om toegang te krijgen tot DevBuilds en andere functies
pl: Tutaj możesz podpiąć launcher do ThriveDevCenter by otrzymać dostęp do Wersji Deweloperskich i innych funkcji
pt_br: Aqui você pode fazer o link entre o inicializador e o ThriveDevCenter para acessar DevBuilds e outras funcionalidades
ro: Aicea puteți să atașați launcher-ul cu ThriveDevCenter-ul pentru a accesa DevBuild-uri și alte chestii
ru: Здесь вы можете подключить лаунчер к ThriveDevCenter для доступа к DevBuilds и другим функциям
sv: Här kan du länka programstartaren till ThriveDevCenter för att få tillgång till DevBuilds och andra funktioner
tr: Burada, Geliştirme Sürümleri'ne ve diğer özelliklere erişmek için, başlatıcıyı ThriveDevCenter'a bağlayabilirsin
uk: Тут ви можете зв'язати лаунчер з РозробЦентромThrive, щоб мати доступ до DevBuilds та інших функцій
zh_hans: 在这里，您可以将启动器链接到ThriveDevCenter以访问DevBuilds和其他功能
zh_hant: 您可以將啟動器連結到 ThriveDevCenter，以便訪問 DevBuilds 和其他功能

# BuildTypeSelectionLatest
source: Latest (changes a lot randomly as this is literally a build from the latest code commit)
bg: Последна версия (включва последните промени)
cs: Poslední (mění se náhodně, protože se jedná doslova o sestavení z nejnovější revize kódu)
da: Seneste (ændrer meget tilfældigt, da dette vitterligt er buildet fra den sidste kode commit)
de: Letzte (ändert sich oft zufällig, da dies buchstäblich ein Build vom letzten Code-Commit ist)
es: Último (cambia mucho, ya que es literalmente una construcción a partir de la última confirmación de código)
fi: Viimeisin (vaihtelee satunnaisesti paljon, sillä tämä on kirjaimellisesti koontiversio arkiston viimeisimmästä commitista)
fr: La plus récente (change beaucoup aléatoirement, car il s'agit littéralement d'une compilation à partir du dernier commit du code)
hu: Legfrissebb (gyakran véletlenszerűen változik, mivel ez közvetlenül a legutóbbi kód-commitre épülő build)
it: Ultimo (cambia molto in maniera casuale siccome si tratta dell'ultima build data dall'ultimo commit)
ja: 最新（最新のコードコミットから作られたビルドなので、内容はランダムに頻繁に変わります）
ka: უახლესი (იცვლება შემთხვევითად, რადგან ეს პირდაპირი გაგებით უახლესი კოდითაა აგებული)
nl: Meest recente (veranderd veel en op willekeurige momenten aangezien dit letterlijke de laatste build van de meest recente code-versie is)
pl: Najnowsza (często i losowo się zmienia, jako iż to dosłownie wersja z najnowszego zatwierdzenia kodu)
pt_br: Última (sofre mudanças frequentes e aleatórias, porque é literalmente uma build do commit de código mais recente)
ro: Ultima (se schimbă repede pentru că e literalmente ultima versiune de la ultimul commit de cod)
ru: Последний (постоянно меняется, это буквально билд кода с последнего коммита)
sv: Senaste (Byts väldigt mycket slumpmässigt för att det här är bokstavligen ett bygge från det senaste kodkommitet)
tr: En son (bu seçenek, doğrudan en son kod işlemesinden gelen bir sürümü seçtiği için, çok rastgele bir şekilde değişir)
uk: Останні (багато змінюється випадково, бо це буквально збірка останнього зафіксованого коду)
zh_hans: 最新版（因为加入了新代码所以会有很多随机变动）
zh_hant: 最新版（隨機變化很多，因為這是根據最新的程式碼提交建立的）
