Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# CrashReportDescriptionField
source: Describe what you were doing when the crash happened (optional)
fr: Decrire ce que vous étiez en train de faire au moment du crash (optionnel)
hu: Írd le, mit csináltál, amikor az összeomlás történt (opcionális)
ka: აღწერეთ, რას აკეთებდით, როცა ავარია მოხდა (არასავალდებულო)
nl: Beschrijf wat je aan het doen was toen de crash gebeurde (optioneel)
pl: Opisz, co robiłeś(aś/oś), gdy doszło do crasha (opcjonalne)
tr: Çökme meydana gelirken neler yaptığınızı açıklayın (isteğe bağlı)
zh_hans: 描述当崩溃发生时你正在做什么(可选)
zh_hant: 描述崩潰發生時您正在做什麼（可選）

# LauncherOptionShowExternalVersions
source: Show external Thrive versions that require separate downloads to play
fr: Afficher les versions externes de Thrive qui demandent un téléchargement séparé pour jouer
ka: Thrive-ის გარე ვერსიების ჩვენება, რომლებსაც სათამაშოდ ცალკე გადმოწერა სჭირდება
nl: Toon externe Thrive versies die aparte downloads nodig hebben om te spelen
pl: Pokaż zewnętrzne wersje Thrive które wymagają oddzielnych pobrań do uruchomienia
pt_br: Mostrar versões externas de Thrive que requerem downloads separados para jogar
tr: Dışarıdan gelen (başlatıcıdan ayrı olarak indirilen) Thrive sürümlerini göster
zh_hans: 显示需要单独下载才能玩的外部Thrive版本
zh_hant: 顯示需要單獨下載才能遊玩的外部 Thrive 版本

# ConfirmValidLink
source: Code is valid. Please confirm linking to the following account:
bg: Кодът е валиден. Моля, потвърдете свързването със следния профил:
da: Koden er gyldig. Bekræft venligst linket til den følgende konto:
fi: Koodi on kelvollinen. Ole hyvä ja vahvista linkitys tiliin:
fr: Le code est valide. Veuillez confirmer la liaison avec le compte suivant :
ka: კოდი სწორია. დაადასტურეთ მიბმა შემდეგ ანგარიშზე:
nl: Code is correct. Gelieve te verifiëren dat je wil verbinden met het volgende account:
pl: Kod jest poprawny. Prosimy potwierdzić łączenie do następującego konta:
pt_br: O código é válido. Por favor, confirme a ligação com a seguinte conta:
ro: Codul e valabil. Vă rugăm să confirmați atașarea acestui cont:
ru: Код верен. Пожалуйста, подтвердите состыковку со следующим аккаунтом:
sv: Koden är giltig. Vänligen bekräfta länkande till följande konto:
tr: Kod geçersiz. Lütfen belirtilen hesaba bağlamayı onaylayın:
uk: Код вірний. Будь ласка, підтвердить зв'язування з наступним акаунтом:
zh_hans: 代码有效。请确认链接到以下账户:
zh_hant: 代碼有效。請確認連結到以下帳戶：

# LinkFormingFailedError
source: Failed to form the link, please check the code again
bg: Създаването на връзката е неуспешно, моля, проверете отново кода
da: Fejlede i at oprette linket, tjek venligst koden igen
fi: Linkin muodostaminen epäonnistui, ole hyvä ja tarkasta koodi uudestaan
fr: Échec de l'établissement du lien, veuillez vérifier le code à nouveau
ka: ბმულის ჩამოყალიბება ჩავარდა. კოდი კიდევ ერთხელ შეამოწმეთ
nl: Kon de koppeling niet maken, graag de code opnieuw controleren
pl: Nie udało się stworzyć linku, prosimy sprawdzić kod jeszcze raz
pt_br: Falha na formação do link, favor verificar o código novamente
ro: Crearea link-ului a eșuat, vă rugăm să verificați codul din nou
ru: Не удалось сформировать ссылку, пожалуйста, проверьте код вновь
sv: Misslyckades att skapa länk, vänligen kontrollera koden
tr: Bağlantı oluşturulamadı, lütfen kodu tekrar inceleyin
uk: Не вдалося створити зв'язок, будь ласка, перевірте код знову
zh_hans: 链接失败，请重新检查代码
zh_hant: 連結失敗，請重新檢查代碼

# GettingDevBuildInfoMessage
source: Retrieving info about selected DevBuild of type {0} to play...
da: Henter info omkring valgte DevBuild af typen {0} til at spille...
fr: Récupération de l'information à propos de la version de développement de type {0} à lancer…
ka: ინფორმაციის მიღება არჩეული {0} ტიპის DevBuild-ის შესახებ მის სათამაშოდ...
nl: Informatie over de geselecteerde DevBuild van type {0} wordt opgehaald...
pl: Uzyskiwanie informacji odnośnie wybranej Wersji deweloperskiej rodzaju {0} do uruchomienia...
pt_br: Recuperando informação sobre a versão de desenvolvimento de tipo {0} para executar…
ro: Recuperăm informații despre DevBuild-ul selectat de tipul {0} să jucați...
ru: Собираем информацию о выбранном Билде Разработчика типа {0} играт.ь..
sv: Hämtar information om vald DevBuild av typ {0} för att spela...
tr: Başlatmak için seçili Geliştirme Sürümü {0} türü ile ilgili bilgi alınıyor...
uk: Отримання інформації про обраний DevBuild типу {0} для гри...
zh_hans: 检索关于{0}类型的DevBuild的信息以进行游戏…
zh_hant: 正在檢索所選的 DevBuild 類型 {0} 的相關資訊以進行遊戲…

# LauncherOptionAllowSeamlessMode
source: Allow Seamless Launcher Mode (launcher doesn't show itself before starting Thrive)
bg: Включване на плавен режим (стартиращата програма е скрита преди започване на играта)
cs: Povolit Seamless mode Launcheru (Launcher se během spouštění hry nezobrazí)
da: Tillad skjult launcher-tilstand (launcheren vises ikke før spilstart)
de: "Nahtloser Launcher"-Modus zulassen (Launcher wird vor dem Starten von Thrive nicht angezeigt)
es: Permitir el Modo de Inicio sin cortes (el lanzador no se muestra antes de iniciar Thrive)
fi: Salli saumaton laukaisijan toimintatila
fr: Autoriser le mode seamless (le lanceur ne s'affiche pas avant le démarrage de Thrive)
hu: Zökkenőmentes mód engedélyezése (a launcher nem jelenik meg a Thrive indítása előtt)
it: Attiva la modalità Seamless del launcher (Il launcher non viene mostrato prima dell'avvio di Thrive)
ja: シームレスランチャーモードを有効にする（Thrive起動前にランチャーが表示されません）
ka: შეუმჩნეველი გამშვების რეჟიმის აშვება (გამშვები არ გამოჩნდება Thrive-ის გაშვებამდე)
nl: Laat Naadloze Opstartmodus toe (opstarthulpprogramma laat zich niet zien voordat Thrive wordt gestart)
pl: Włącz Tryb Płynnego Launchera (launcher nie pokazuje się przed uruchomienim Thrive)
pt_br: Permitir o Modo de Inicializador Seamless (Inicializador não aparece antes de iniciar o Thrive)
ro: Permite modul Seamless Launcher (launcher-ul nu apare înainte ca Thrive să înceapă)
ru: Включить незаметный режим лаунчера (лаунчер не показывается перед запуском Thrive)
sv: Tillåt Sömlös Programstartar Läge (programstartaren visar inte sig själv innan Thrive börjar)
tr: Kesintisiz Başlatıcı Moduna İzin Ver (başlatıcı, Thrive başlamadan önce gösterilmez)
uk: Дозволити безперебійний режим лаунчеру (лаунчер не показується перед запуском Thrive)
zh_hans: 允许无缝启动器模式（启动游戏之前不会自行显示）
zh_hant: 允許無縫啟動模式（啟動器在啟動 Thrive 前不會顯示）

# EnterDevCenterConnectionCode
source: Please enter a ThriveDevCenter connection code first in the input box
da: Indtast venligst først en ThriveDevCenter forbindelses kode i inputfeltet
fi: Syötä ThriveDevCenter yhdistämiskoodi ensin syötekenttään
fr: Veuillez d'abord saisir un code de connexion au ThriveDevCenter dans la boite de saisie
ka: ჯერ შეყვანის ველში ThriveDevCenter-ის მიერთების კოდი შეიყვანეთ
nl: Gelieve eerst een ThriveDevCenter verbindingscode in het invulveld in te vullen
pl: Prosimy najpierw wprowadzić kod połączenia ThriveDevCenter w ramkę wejścia
pt_br: Por favor, insira primeiro um código de conexão ThriveDevCenter na caixa de entrada
ro: Vă rugăm să inserați un cod de conexiune ThriveDevCenter în prima cutie de input
ru: Введите код подключения центра разработчика в поле ввода
sv: Vänligen ange en ThriveDevCenter anslutningskod först i inmatningsfönstret
tr: Öncesinde, lütfen giriş kutusuna bir ThriveDevCenter bağlantı kodu girin
uk: Будь ласка, спочатку введіть код з'єднання з DevCenter у поле вводу
zh_hans: 请在输入框中输入ThriveDevCenter的连接码
zh_hant: 請在輸入框中輸入 ThriveDevCenter 的連接碼

# VersionInstallationOrCheckFailed
source: Version installation or checking installed version failed, see below for details.
fi: Version asennus tai asennetun version tarkistus epäonnistui, alla on lisää tietoa tästä virheestä.
fr: Échec de l'installation ou de la vérification de la version installée, voir les détails ci-dessous.
ka: დაყენებული თამაშის ვერსიის შემოწმება ჩავარდა. დეტალები იხილეთ ქვემოთ.
nl: Versie installatie of het controleren van de geïnstalleerde versie is mislukt. Voor details, zie hieronder.
pl: Instalacja wersji bądź sprawdzanie zainstalowanej wersji nie powiodło się, więcej informacji poniżej.
ro: Instalarea versiunii sau verificarea versiunii instalate a eșuat, vedeți mai jos pentru detalii.
ru: Установка версии или проверка установки версии провалились, Смотрите ниже для деталей.
sv: Versionsinstallation eller kontrollering av installerad version misslyckades, se nedan för detaljer.
tr: Sürüm kurulumu veya yüklü sürümü denetleme işlemi başarısız, detaylar için aşağıyı inceleyin.
uk: Встановлення версії або перевірка встановленої версії не вдалася, дивіться деталі нижче.
zh_hans: 版本安装或检查已安装的版本失败，请参阅下面的详细信息。
zh_hant: 版本安裝或檢查已安裝版本失敗，詳細信息如下。

# DevBuildTypeSelectionHeading
source: DevBuild type to play (when playing a DevBuild version is selected)
fi: DevBuildin pelattava tyyppi (kun DevBuild versio on valittu pelattavaksi)
fr: Version de développement à lancer (lorsque le lancement d'une version de développement est choisi)
ka: DevBuild-ის ტიპი, რომლის თამაშიც გნებავთ (როცა ჩართულია DevBuild-ით თამაში)
nl: DevBuild type om te spelen (wanneer het spelen van een DevBuild versie is geselecteerd)
pl: Rodzaj Wersji Deweloperskiej do uruchomienia (gdy uruchamianie Wersji Deweloperskiej zostało wybrane)
ro: DevBuild pe care o să o joci (când este selectată versiunea DevBuild)
ru: Тип Билды Разработчиков для воспроизведения (когда выбрано воспроизведение версии Билды Разработчиков)
tr: Başlatılacak Geliştirme Sürümü türü (oynarken seçilen Geliştirme Sürümü)
zh_hans: 要玩的DevBuild类型（当选择玩DevBuild版本时）
zh_hant: 要遊玩的 DevBuild 類型（選擇遊玩 DevBuild 版本時）

# SuccessfulReportSubmitMessage
source: Your report has been successfully submitted. Thank you for your report.
fi: Raporttisi on onnistuneesti lähetetty. Kiitos raportistasi.
fr: Votre rapport a été soumis avec succès. Merci pour votre signalement.
hu: A jelentés sikeresen elküldve. Köszönjük a bejelentést.
ka: თქვენი ანგარიში წარმატებით გადაიცა. მადლობა ანგარიშისთვის.
nl: Je rapport is succesvol ingediend. Veel dank voor je rapport.
pl: Twój raport został pomyślnie wysłany. Dziękujemy Ci za twój raport.
ro: Raportul dvs. a fost transmis cu succes. Mulțumim pentru raport.
ru: Ваш отчёт успешно отправлен на усмотрение. Спасибо за Ваш отчёт.
tr: Raporunuz başarılı bir şekilde gönderildi. Gönderdiğiniz için teşekkür ederiz.
zh_hans: 您的报告已经成功提交。谢谢你的报告。
zh_hant: 您的報告已成功提交。感謝您的報告。

# ThriveLaunchFailurePreventedAutoClose
source: Error: child process has already ended, launcher window will not be closed
fi: Virhe: lapsiprosessi on jo loppunut, laukaisijan ikkunaa ei tulla sulkemaan
fr: Erreur : le processus enfant a déjà terminé son exécution, la fenêtre du lanceur ne sera pas fermée
ka: შეცდომა: შვილი პროცესი უკვე დასრულდა. გამშვების ფანჯარა არ დასრულდება
nl: Fout: kindproces is al beëindigd. Opstarthulpprogrammavenster zal niet gesloten worden
pl: Błąd: proces podrzędny został już zakończony, okno launchera nie będzie zamknięte
pt_br: Erro: processo filho já terminou, janela do inicializador não será fechada
ro: Eroare: procesul secundar a terminat deja, fereastra launcher-ului nu va fi închisă
ru: Ошибка: дочерний процесс уже завершился, окно лаунчера не закроется
tr: Hata: Alt işlem zaten sonlandı, başlatıcı penceresi kapatılmayacak
uk: Помилка: дочірний процес вже закінчився, вікно лаунчера не буде закритим
zh_hans: 错误：子进程已关闭，启动器窗口将不会关闭
zh_hant: 錯誤：子程序已經結束，啟動器視窗將不會關閉

# DeleteErrorExplanation
source: Failed to delete data at the following path: "{0}" due to: {1}
bg: Изтриването на данните в „{0}“ е неуспешно поради: {1}
da: Sletning mislykkedes ved den følgende sti: "{0}" grundet: {1}
fr: Échec de la suppression des données à l'emplacement suivant : "{0}" en raison de : {1}
hu: A törlés sikertelen a következő helyről: "{0}". {1}
it: Errore nell'eliminazione dei dati nel seguente percorso: “{0}” a causa di: {1}
ka: ჩავარდა მონაცემების წაშლა შემდეგ ბილიკზე: "{0}" მიზეზი: {1}
nl: Kon data op het pad "{0}" niet verwijderen door: {1}
pl: Nie udało się usunąć danych z następującej ścieżki: "{0}" ponieważ: {1}
pt_br: Falha ao remover dados no seguinte endereço: "{0}" devido a: {1}
ro: Ştergerea datelor a eșuat la calea: "{0}" pentru că: {1}
ru: Не удалось удалить данные по следующему пути: "{0}" из-за: {1}
sv: Misslyckades att radera datan vid följande filsökväg: "{0}" p.g.a: {1}
tr: Belirtilen yoldaki veri silinemedi: "{0}" Nedeni: {1}
uk: Не вдалося видалити дані за наступним шляхом: "{0}" через: {1}
zh_hans: 删除以下路径中的数据失败：“{0}”，原因：{1}
zh_hant: 無法刪除以下路徑中的數據："{0}"，原因：{1}

# ThriveCurrentlyRunning
source: Thrive has already been started, please close it and then try again
da: Thriver er allerede startet, luk det venligst og prøv igen
fi: Thrive on jo käynnistetty, ole hyvä ja sulje se ja yritä sitten uudelleen
fr: Thrive est déja lancé, veuillez le fermer puis réessayer
ka: Thrive უკვე გაშვებულია. დახურეთ ის და თავიდან სცადეთ
nl: Thrive is al gestart. Gelieve Thrive af te sluiten en opnieuw te proberen
pl: Thrive zostało już uruchomione, prosimy je zamknąć i spróbować ponownie
pt_br: Thrive já está em execução, por favor feche-o e tente novamente
ro: Thrive a fost deja pornit, vă rugăm să-l închideți și să încercați din nou
ru: Thrive уже запущен, пожалуйста закройте его и откройте вновь
sv: Thrive har redan startats, vänligen stäng det och försök igen
tr: Thrive zaten başlatıldı, lütfen Thrive'ı kapatın ve daha sonra tekrar deneyin
uk: Thrive уже запущено, будь ласка, закрийте її та спробуйте знову
zh_hans: Thrive已启动，请关闭进程后再试
zh_hant: Thrive 已啟動，請關閉後再試

# FoundDevBuildToPlayInfo
source: Found DevBuild to play: {0}, hash: {1}, is BOTD: {2}, branch: {3}
fr: Version de développement à lancer trouvée : {0}, hash : {1} VDJ : {2}, branche : {3}
ka: აღმოჩენილია DevBuild: {0}, ჰეში: {1}, არის BOTD: {2}, ბრენჩი: {3}
nl: DevBuild om te spelen gevonden: {0}, hash: {1}, is BVDD:{2}, vertakking: {3}
pl: Znaleziono Wersję Deweloperską do uruchomienia: {0}, hash: {1}, jest WD: {2}, gałąź: {3}
ru: Найден Билд Разработчиков для игры: {0}, хэш: {1}, является Билд дня: {2}, ветка: {3}
tr: Başlatılacak bir Geliştirme Sürümü bulundu: {0}, anahtar: {1}, GS: {2}, dal: {3}
zh_hans: 发现可用的Devbuild：{0}，哈希值：{1}，是否为BOTD模式：{2}，分支：{3}
zh_hant: 發現可用的 DevBuild：{0}，雜湊值：{1}，是否爲 BOTD：{2}，分支：{3}

# OutdatedLauncherVersionComparison
source: You are using Thrive Launcher version {0} but the latest version is {1}
bg: Използвате версия {0} на стартиращата програма, но последната версия е {1}
da: Du bruger Thrive Launcher version {0}, men den seneste version er {1}
fi: Käytössäsi on Thrive laukaisijan versio {0}, mutta viimeisin versio on {1}
fr: Vous utilisez la version {0} du lanceur de Thrive, mais la dernière version est la {1}
it: Stai usando Thrive Launcher versione {0}, ma l'ultima versione è {1}
ka: იყენებთ Thrive-ის გამშვების ვერსიას {0}, მაგრამ ბოლო ვერსიაა {1}
nl: Je gebruikt Thrive opstarthulpprogramma versie {0}, de laatste versie is {1}
pl: Używasz wersji {0} Launchera Thrive, ale najnowszą jest {1}
pt_br: Você está usando a versão {0} do Inicializador do Thrive, mas a versão mais recente é {1}
ro: Folosiți versiunea launcher-ului Thrive {0}, dar ultima versiune e {1}
ru: Вы используете версию лаунчера Thrive {0} , но актуальна версия {1}
sv: Du använder Thrive programstartarversion {0} men den senaste versionen är {1}
tr: Thrive Başlatıcısı'nın {0} sürümünü kullanmaktasınız. Ancak en son sürüm {1} sürümüdür
uk: Ви користуєтеся версією {0} лаунчеру Thrive, але останньою версією є {1}
zh_hans: 当前使用中的 Thrive 启动器版本为 {0}，而最新版本为 {1}
zh_hant: 當前使用中的 Thrive 啟動器版本為 {0}，而最新版本為 {1}

# ExtractingStateItemProgress
source: Extracting {0}. This may take many minutes for large files so please be patient.
fi: Puretaan {0}. Tämä voi kestää monta minuuttia, joten kärsivällisyyttä, kiitos.
fr: Extraction de {0}. Cela peut prendre plusieurs minutes pour des fichiers volumineux, merci de patienter.
hu: {0} kibontása. Ez nagy fájlok esetén percekig is eltarthat, légy türelemmel.
ka: მიმდინარეობს {0}-ის გაშლა. ამას რამდენიმე წუთი შეიძლება, დასჭირდეს დიდი ფაილებისთვის. მოითმინეთ, გეთაყვა.
nl: {0} wordt uitgepakt. Dit kan bij grote bestanden lang duren.
pl: Wydobywanie {0}. Dla dużych plików czynność ta może zająć wiele minut, więc prosimy o cierpliwość.
pt_br: Extraindo {0}. Isso pode levar vários minutos, então por favor tenha paciência.
ro: Extrageți {0}. Asta durează mult timp pentru file mari, vă rugăm să așteptați.
ru: Разархивируем {0} . Это может занять пару минут из-за огромных файлов, так что просим быть терпеливыми.
sv: Extraherar {0}. Detta kan ta många minuter för stora filer så vänligen ha tålamod.
tr: {0} dosya ayıklanıyor. Büyük dosyalar için bu birkaç dakika sürebilir. Bu yüzden, lütfen sabırlı olun.
zh_hans: 正在解压{0}。对于大文件，这可能需要几分钟，请耐心等待。
zh_hant: 正在解壓縮 {0}。對於大檔案，這可能需要幾分鐘，請耐心等待。

# ReportDeleteInfo
source: If you want to delete your report, you can do so here:
fr: Si vous souhaitez supprimer votre rapport, vous pouvez le faire ici :
hu: Ha törölni szeretnéd a jelentést, itt teheted meg:
ka: თუ გნებავთ, წაშალოთ თქვენი ანგარიში, ეს შეგიძლიათ, გააკეთოთ აქ:
nl: Als je je rapport wil verwijderen, kan je dat hier doen:
pl: Jeśli chcesz usunąć swój raport, możesz to uczynić tutaj:
tr: Raporunuzu silmek isterseniz, buradan yapabilirsiniz:
zh_hans: 如果你想删除你的报告，你可以这样做:
zh_hant: 如果您想刪除您的報告，您可以在這裡進行操作：

# LauncherOptionAutoUpdateAlternativeMode
source: Use alternative way to run auto updater (try if normal auto update start fails)
bg: Използване на алтернативен начин за стартиране на автоматичното обновяване (ако стандартния начин е неуспешен)
cs: Použít alternativní spouštění pro automatické aktualizace (zkuste, pokud standartní automatické aktualizace nefungují)
da: Brug alternativ måde at køre auto opdatereren (prøv hvis den normale auto opdatér fejler med at starte)
es: Usa un modo alternativo de ejecutar el actualizador automático (prueba si el actualizador autonático falla al iniciarse)
fr: Utilisez une autre méthode pour exécuter le programme de mise à jour automatique (essayez si le démarrage normal de la mise à jour automatique échoue)
hu: Automatikus frissítő alternatív indítása (ha a normál mód nem működik)
it: Utilizzare un metodo alternativo per eseguire l'aggiornamento automatico (da provare se il normale avvio dell'aggiornamento automatico fallisce)
ja: 自動更新を別の方法で実行（通常の自動更新が開始されない場合に試してください）
ka: ავტოგანახლების გაშვების ალტერნატიული გზის გამოყენება (სცადეთ, თუ ნორმალური ავტოგანახლების დაწყება ჩავარდება)
pl: Używaj alternatywnego sposobu by uruchamiać autoaktualizator (wypróbuj jeśli normalny sposób nie działa)
pt_br: Usar modo alternativo de executar auto atualizador (tente se o início da auto atualização normal falhar)
sv: Använd alternativt sätt att köra autouppdateraren (testa ifall normala autouppdaterar starten misslyckas)
tr: Oto güncelleyiciyi çalıştırmak için alternatif yolu kullan (normal otomatik güncelleme başlatma başarısız olursa deneyin)
zh_hant: 使用替代方式執行自動更新程式（如果正常自動更新啟動失敗，請嘗試）

# ReportViewingPublicInfo
source: You can view your report, if it is public, at the following address:
fr: Vous pouvez voir votre rapport, si il est public, à l'adresse suivante :
hu: Amennyiben az nyilvános, a jelentés megtekinthető az alábbi címen:
ka: თქვენი ანგარიშის ნახვა საჯაროდ შემდეგ მისამართზე შეგიძლიათ:
nl: Als je rapport publiek is, kun je deze op het volgende adres inzien:
pl: Jeśli jest publiczny, twój raport jest widoczny na następującym adresie:
tr: Eğer genele açıksa, raporunuzu belirtilen adreste inceleyebilirsiniz:
zh_hans: 如果你的报告是公开的，你可以在以下地址查看：
zh_hant: 您可以在以下地址檢視您的報告（如果是公開的）：

# CrashReportEmailField
source: Your email, if you want to receive updates about this report (optional)
fr: Votre email, si vous souhaitez recevoir les mise à jour concernant ce rapport (optionnel)
hu: Email címed, ha szeretnél értesülni a jelentéssel kapcsolatos fejleményekről (opcionális)
ka: თქვენი ელფოსტა, თუ ამ ანგარიშის შესახებ განახლებების მიღება გნებავთ (არასავალდებულო)
nl: Je e-mail adres voor als je informatie wil over de behandeling van dit rapport (optioneel)
pl: Twój e-mail, jeśli chcesz otrzymywać powiadomienia odnośnie tego zgłoszenia (opcjonalne)
tr: E-postanız, eğer bu rapor ile ilgili güncellemeler almak isterseniz (isteğe bağlı)
zh_hans: 您的电子邮件，如果您想收到有关此报告的后续进展（可选）
zh_hant: 您的電子郵件，如果您想接收有關此次回報的後續（可選）

# CrashReportDeleteInfoEnabled
source: The crash dump file will be automatically deleted when a report is successfully sent
fr: Ce fichier de plantage sera automatiquement supprimé au bon envoi du rapport
ka: ავარიის დამპის ფაილი ავტომატურად წაიშლება, როცა ანგარიში წარმატებით იქნება გაგზავნილი
pl: Plik zrzutu crasha zostanie automatycznie usunięty po udanym wysłaniu zgłoszenia
tr: Rapor başarılı bir şekilde gönderilirse, çökme dökümü dosyası otomatik olarak silinecek
zh_hans: 崩溃转储文件在成功报告后将被删除
zh_hant: 成功發送報告後，崩潰傾印檔將自動刪除

# ReportSubmitErrorUnknown
source: Submitting the report failed due to an unknown error, please try again later
fr: L'envoi du rapport a échoué suite à une erreur inconnue, merci de réessayer plus tard
ka: ანგარიშის გადაცემა ჩავარდა უცნობი მიზეზით. მოგვიანებით სცადეთ
nl: Indienen van het rapport is mislukt door een onbekende fout. Gelieve later opnieuw te proberen
pl: Wysyłanie raportu nie powiodło się ze względu na nieznany błąd, prosimy spróbować ponownie później
tr: Bilinmeyen bir hatadan dolayı rapor gönderme işlemi başarısız oldu. Lütfen daha sonra tekrar deneyin
uk: Надіслати звіт не вдалося з-за невідомої помилки, будь ласка, спробуйте знову пізніше
zh_hans: 由于未知错误，提交报告失败，请稍后重试
zh_hant: 由於未知的錯誤，提交報告失敗，請稍後再試

# LauncherOptionShowLatestBetaVersion
source: Show latest available beta version of Thrive in the version selector (if available)
fr: Afficher la dernière version beta de Thrive disponible dans le sélecteur de version (si disponible)
ka: ვერსიის ამრჩევში Thrive-ის უახლესი ბეტა ვერსიის ჩვენება (თუ ხელმისაწვდომია)
nl: Toon de meest recent beschikbare beta versie van Thrive in de versieselectie (wanneer beschikbaar)
pl: Pokazuj najnowszą betę Thrive w menu wyboru wersji (jeśli dostępna)
tr: Sürüm seçicide, Thrive'ın mevcut olan en son beta sürümünü göster (varsa)
zh_hans: 在版本选择器中显示可用的Thrive最新测试版
zh_hant: 在版本選擇器中顯示 Thrive 的最新可用測試版（如果有）

# LaunchOptionOverrideAudioLatency
source: Increase game audio latency (can fix audio crackling issues when the latency is set high enough)
bg: Увеличаване на звуковото забавяне
cs: Upravit prodlení zvuku ve hře (může napravit některé problémy se zvuky, pokud se správně nastaví)
da: Øg spillets lydlatens (kan løse problemer med knasende lyd, hvis latensen sættes højt nok)
de: Die Audiolatenz des Spiels erhöhen (Kann Audioknisterprobleme beheben, wenn die Latenz hoch genug eingestellt ist)
fr: Augmenter la latence audio du jeu (peut corriger les problèmes de grésillement audio lorsque la latence est réglée suffisamment haut)
hu: Hangkésleltetés növelése (kijavíthatja a hang recsegését, ha az érték kellően magas)
it: Aumenta la latenza dell'audio del gioco (può risolvere i problemi di crepitii dell'audio quando la latenza è impostata abbastanza alta)
ja: ゲームのオーディオ遅延を増加（遅延を十分に大きく設定すると、音割れの問題を解消できる場合があります）
ka: თამაშის ხმის დაყოვნების გაზრდა (შეიძლება, ხმის წყვეტის პრობლემები გადაჭრას, როცა დაყოვნება საკმარისად დიდია)
pl: Zwiększ latencję audio gry (może naprawić problem trzaskania dźwięku jeśli latencja jest odpowiednio wysoka)
pt_br: Aumentar a latência do áudio do jogo (pode consertar problemas de crepitação de áudio quando a latência está suficientemente alta)
sv: Öka spelets ljud latens (kan fixa problem med ljudsprakande när latensen är satt högt nog)
zh_hant: 增加遊戲音訊延遲（當延遲設定足夠高時可以修復音訊爆裂問題）
