Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# SettingsSaveFailedMessage
source: Saving settings to the settings file has failed. Please make sure the launcher has write access and try again. Launcher logs will have more info.
cs: Uložení nastavení do souboru nastavení selhalo. Ujistěte se, že má Launcher potřebná práva k přepisování a zkuste to znovu. V log záznamech Launcheru bude uvedeno více informací.
da: Det mislykkede at gemme indstillinger til indstillingsfilen. Sørg venligst for at launcheren har skriveadgang, og prøv igen. Launcher logs vil have mere info.
es: Guardar la configuración en el archivo de configuración ha fallado. Por favor, asegúrate de que el lanzador tenga acceso de escritura e inténtalo nuevamente. Los registros del lanzador tendrán más información.
fi: Asetusten tallennus asetustiedostoon on epäonnistunut. Ole hyvä ja vahvista, että laukaisijalla on kirjoitusoikeus ja kokeile uudestaan. Laukaisijan lokeissa on lisätietoa.
fr: L'enregistrement des paramètres dans le fichier de paramètres a échoué. Veuillez vous assurer que le lanceur a un accès en écriture et réessayez. Les journaux du lanceur contiendront plus d'informations.
hu: Nem sikerült menteni a beállításokat. Győződj meg róla, hogy a launcher rendelkezik írási engedéllyel a fájlhoz és próbáld újra. A naplófájl további információt tartalmaz.
it: Il salvataggio delle impostazioni nel file delle impostazioni non è riuscito. Assicurarsi che il launcher abbia accesso di scrittura e riprovare. I log del launcher contengono ulteriori informazioni.
ka: პარამეტრების შენახვა ჩავარდა. დარწმუნდით, რომ გამშვებს ჩაწერის უფლება გააჩნია და თავიდან სცადეთ. მეტი ინფორმაციის პოვნა გამშვების ჟურნალში შეგიძლიათ.
nl: Opslaan van instellingen naar het instellingenbestand is mislukt. Controleer of het opstarthulpprogramma schrijftoegang heeft tot dit bestand en probeer opnieuw. De logboeken van het opstarthulpprogramma hebben meer informatie.
pl: Zapisywanie ustawień do pliku ustawień nie powiodło się. Prosimy upewnić się że launcher ma dostęp do zapisu i spróbować ponownie. Logi launchera nie mają więcej informacji.
pt_br: Falha ao salvar as configurações no arquivo de configurações. Por favor, certifique-se de que o Inicializador tenha permissão de escrita e tente novamente. Logs do Inicializador fornecerão informações mais detalhadas.
ro: Salvarea setărilor în filele de setări a eșuat. Vă rugăm să vă asigurați că launcher-ul are voie să scrie și încercați din nou. Log-urile launcher-ului vor avea mai multe informații.
ru: Не удалось сохранить настройки в файл настроек. Пожалуйста, убедитесь, что программа запуска имеет доступ на запись, и повторите попытку. В журналах запуска будет больше информации.
sv: Misslyckades att spara inställningar till inställningfilen. Se till att programstartaren har skrivtillgång och försök igen. Programstartarloggen har mer info.
tr: Ayarlar dosyasına, yapılan ayarlar kaydedilemedi. Lütfen başlatıcının yazma izninin olduğundan emin olun ve tekrar deneyin. Başlatıcı günlük dosyaları bununla ilgili daha fazla bilgi içermektedir.
uk: Не вдалося зберегти налаштування у файл налаштувань. Будь-ласка, перевірте лаунчер має доступ для зппису, і повторіть спробу. У журналах лаунчеру можна знайти більше інформації.
zh_hans: 将设置保存到设置文件失败。请确保启动程序具有读写权限，然后重试。 启动器日志中有更多的信息。
zh_hant: 保存設定到設定檔案失敗。請確保啟動器具有寫入權限，然後重試。 啟動器日誌提供更多資訊。

# LatoLicenseTitle
source: Lato.ttf (Copyright (c) 2010-2011 by tyPoland Lukasz Dziedzic with Reserved Font Name "Lato"), OFL license:
bg: Lato.ttf (Авторско право (c) 2010-2011, tyPoland Lukasz Dziedzic с запазено наименование на шрифта „Lato“) с лиценз на OFL:
cs: Lato.ttf (Copyright (c) 2010-2011 by tyPoland Lukasz Dziedzic s vyhrazeným názvem fondu "Lato"), OFL licence:
da: Lato.ttf (Copyright (c) 2010-2011 af tyPoland Lukasz Dziedzic med det reserverede font navn "Lato"), OFL licens:
es: Archivo Lato.ttf (Copyright (c) 2010-2011 por tyPoland Lukasz Dziedzic con el Nombre de Fuente Reservado "Lato"), Licencia OFL:
fr: Lato.ttf (Copyright (c) 2010-2011 par tyPoland Lukasz Dziedzic avec nom de fonte réservé "Lato"), licence OFL :
hu: Lato.ttf (Copyright (c) 2010–2011 tyPoland Lukasz Dziedzic, a „Lato” betűnév fenntartva), OFL licenc:
it: Lato.ttf (Copyright (c) 2010-2011 di tyPoland Lukasz Dziedzic con nome di font riservato "Lato"), licenza OFL:
ka: Lato.ttf (საავტორო უფლებები (c) 2010-2011 Poland Lukasz Dziedzic with Reserved Font Name "Lato"), OFL ლიცენზია:
nl: Lato.ttf (Auteursrecht (c) 2010-2011 door tyPoland Lukasz Dziedzic met Gereserveerde FontNaam "Lato"), OFL Licentie:
pl: Lato.ttf (Prawa autorskie © 2010-2011 przez tyPoland Łukasz Dziedzic z Zarezerwowaną Nazwą Fonta "Lato"), licencja OFL:
pt_br: Lato.ttf (Copyright (c) 2010-2011 por tyPoland Lukasz Dziedzic com o Nome da Fonte Reservado "Lato"), OFL license:
ro: Lato.ttf (Copyright (c) 2010-2011 de tyPoland Lukasz Dziedzic cu Reserved Font Name "Lato"), licență OFL:
ru: Lato.ttf (Авторское право (c) 2010-2011 tyPoland Лукаш Дзедзич с зарезервированным названием шрифта "Lato"), лицензия OFL:
sv: Lato.ttf (Copyright (c) 2010-2011 av tyPoland Lukasz Dziedzic med Reserverat Typsnitts Namn "Lato"), OFL licens:
tr: Lato.ttf (Telif Hakkı (c) 2010-2011 tyPoland Lukasz Dziedzic tarafından "Lato" Yazı Tipi Olarak Saklanmaktadır). OFL lisansı:
uk: Lato.ttf (Авторські права (с) 2010-2011 від tyPoland Лукаш Джєджіц із зарезвованою назвою шрифта"Lato"), ліцензія OFL:
zh_hans: Lato.ttf (版权所有 (c) 2010-2011 由 tyPoland Lukasz Dziedzic创建，保留字型名称 "Lato")，开源字型授权:
zh_hant: Lato.ttf（版權所有 (c) 2010-2011 由 tyPoland Lukasz Dziedzic 建立，保留字體名稱 "Lato"），OFL 授權：

# VersionInfoLoadFailureBadData
source: The downloaded Thrive Launcher information is invalid. Please try again in a short while and if the issue persist please contact us.
cs: Stažená data Thrive Launcheru jsou neplatná. Prosíme, zkuste to znovu později. Pokud problém přetrvává, prosím kontaktujte nás.
da: Det downloadede Thrive launcher information er ugyldigt. Prøv venligst igen efter lidt tid, og kontakt og venligst hvis problemet fortsætter.
es: La información del lanzador de Thrive es invalida. Por favor vuelve a intentarlo in unos minutos, y si el problema persiste, por favor contactanos.
fi: Ladattu laukaisijan info on virheellinen. Ole hyvä ja yritä uudelleen hetken päästä, ja jos ongelma jatkuu, ota meihin yhteyttä.
fr: Les informations téléchargées du lanceur Thrive sont invalides. Veuillez réessayer dans quelques instants et si le problème persiste, veuillez nous contacter.
hu: A letöltött Thrive Launcher információ érvénytelen. Próbálkozz újra később, és ha a probléma továbbra is fennáll, vedd fel velünk a kapcsolatot.
it: Le informazioni del Launcher Thrive non sono valide. Riprovare a breve e, se il problema persiste, contattarci.
ka: გადმოწერილი Thrive-ის გამშვების ინფორმაცია არასწორია. სცადეთ თავიდან ცოტა ხანში და თუ პრობლემა არ გაქრება, დაგვიკავშირდით.
nl: De opgehaalde Thrive Opstarthulpprogramma informatie klopt niet. Probeer het dadelijk nog een keer. Neem contact met ons op als het probleem zich blijft voordoen.
pl: Pobrana informacja Lanchera Thrive jest niepoprawna. Prosimy wkrótce spróbować ponownie, a jeśli problem dalej trwa, skontaktować się z nami.
pt_br: As informações baixadas do Inicializador do Thrive são inválidas. Por favor, tente novamente em breve e, se o problema persistir, entre em contato conosco.
ro: Informațiile din launcher-ul Thrive descărcate nu sunt valide. Vă rugăm să încercați din nou în scurt timp, și dacă încă mai aveți această problemă, vă rugăm să ne contactați.
ru: Установленный лаунчер Thrive не действителен.
sv: Den nedladdade Thrive Programstartar-informationen är ogiltig. Vänligen försök igen om en liten stund och om problemet kvarstår, vänligen kontakta oss.
tr: Yüklenen Thrive başlatıcı bilgisi geçersiz. Lütfen kısa bir süre sonra tekrar deneyin ve sorun devam ederse lütfen bizimle iletişime geçin.
uk: Завантажена інформація лаунчеру Thrive недійсна. Будь-ласка повторіть спробу за короткий час, та якщо проблема не зникне спробуйте зв'язатися з нами.
zh_hans: 下载的 Thrive 启动器信息无效。请稍候再尝试一次，如果问题仍然存在，请联系我们。
zh_hant: 下載的 Thrive 啟動器資訊無效。請稍後重試，如果問題仍然存在，請聯絡我們。

# DevCenterConnectAttemptError
source: Error checking linking code for the ThriveDevCenter. Please verify you typed in the code correctly and that it has not expired. Extra information: {0}
da: Fejl ved tjek af linking kode til ThriveDevCenteret. Verificer venligst at du indtastede oden korrekt, og at den ikke er udløbet. Ekstra information: {0}
fr: Erreur de vérification du code de liaison pour le ThriveDevCenter. Veuillez vérifier que vous avez tapé le code correctement et qu'il n'a pas expiré. Informations supplémentaires : {0}
ka: კოდის ThriveDevCenter-ში შემოწმების შეცდომა. დარწმუნდით, რომ კოდი სწორად აკრიფეთ და რომ მისი ვადა ამოწურული არაა. დამატებითი ინფორმაცია: {0}
nl: Fout bij controle van verbindingscode voor ThriveDevCenter. Gelieve te controleren of de code correct is ingevuld en niet is verlopen. Extra informatie: {0}
pl: Podczas sprawdzania kodu linkowania ThriveDevCenter wystąpił błąd. Prosimy zweryfikować poprawność wprowadzonego kodu oraz to, czy jego ważność nie przeminęła. Dodatkowe informacje: {0}
pt_br: Erro de verificação do código de ligação para o ThriveDevCenter. Por favor, verifique que o código foi digitado corretamente e que ainda não expirou. Mais informações: {0}
ro: A fost o eroare la verificarea codului pentru ThriveDevCenter. Vă rugăm să verificați dacă ați scris codul corect și că nu a expirat. Informații extra: {0}
ru: Проверьте код ссылки для ThriveDevCenter. Проверьте правильность введенного кода и срок его действия еще не истек. Дополнительная информация: {0}
sv: Error kontrollering av länkandekoden för ThriveDevCenter. Vänligen kontrollera att du angav koden korrekt och att den inte har gått ut. Extra information: {0}
tr: ThriveDevCenter için bağlanma kodu incelenirken hata oluştu. Lütfen kodu doğru bir şekilde girdiğinizden ve kodun süresinin dolmadığından emin olun. Ek bilgi: {0}
uk: Помилка при перевірянні зв'язувального коду для DevCenter. Будь ласка, перевірте, чи є код введеним коректно та, чи його термін дії не є вичерпаним. Додаткова інформація: {0}
zh_hans: 检查ThriveDevCenter链接代码时出现错误。请确认您输入的代码是否正确且没有过期。额外信息:{0}
zh_hant: 檢查 ThriveDevCenter 的連結代碼時出現錯誤。請確認您輸入的代碼正確無誤且尚未過期。額外資訊：{0}

# NoVersionSelected
source: Please select a Thrive version from the dropdown next to the play button and try again
da: Vælg venligst en Thrive version fra dropdownen ved siden af spil knappen og prøv igen
fr: Veuillez choisir une version de Thrive depuis le menu déroulant à coté du bouton Jouer et réessayer
ka: აირჩიეთ Thrive-ის ვერსია დაკვრის ღილაკთან არსებული ჩამოსაშლელი სიიდან და თავიდან სცადეთ
nl: Gelieve een versie van Thrive te selecteren uit het selectiemenu naast de speelknop en opnieuw te proberen
pl: Prosimy wybierać wersję Thrive z rozwijanej listy obok przycisku odtwarzania i spróbować ponownie
pt_br: Por favor selecione uma versão do Thrive da lista suspensa próxima ao botão de jogar e tente novamente
ro: Vă rugăm să selectați o versiune Thrive din cutia drop-down lângă butonul de joc și să încercați din nou
ru: Пожалуйста, выберите версию Thrive из списка, что находится рядом с кнопкой "Играт" и нажмите "Попробовать вновь"
sv: Vänligen välj en version av Thrive från rullgardinsmenyn bredvid spelaknappen och försök igen
tr: Lütfen başlatma butonunun yanındaki açılan menüden bir Thrive sürümü seçin ve tekrar deneyin
uk: Будь ласка, оберіть версію Thrive зі спадного меню біля кнопки запуску та спробуйте знову
zh_hans: 请从开始游戏旁边的下拉菜单中选择Thrive版本，然后再试一次
zh_hant: 請從開始遊戲按鈕邊的下拉選單中選擇 Thrive 版本，然後重試

# MissingThriveExecutableError
source: Unable to find Thrive executable in folder at {0}, please either verify the game files or delete the version to re-download it.
da: Ikke i stand til at finde Thrive eksekverbar i mappen {0}, venligst enten verificer spillets filer eller slet denne version og download den igen.
fr: Impossible de trouver l'exécutable Thrive dans le dossier {0}, veuillez vérifier les fichiers du jeu ou désinstaller puis réinstaller la version.
ka: Thrive-ის გამშვები ფაილი საქაღალდეში {0} აღმოჩენილი არაა. შეამოწმეთ თამაშის ფაილები ან წაშალეთ ეს ვერსია და თავიდან გადმოწერეთ.
nl: Kon geen uitvoerbaar bestand van Thrive vinden in folder op {0}. Verifieer de spelbestanden of verwijderd de versie om het opnieuw te downloaden.
pl: Nie można znaleźć pliku wykonywalnego Thrive w folderze w {0}, prosimy zweryfikować pliki gry bądź usunąć wersję i ponownie ją pobrać.
ro: N-am putut găsi folderul Thrive executabil la {0}, vă rugăm să verificați filele jocului sau să ștergeți versiunea ca s-o descărcați din nou.
ru: Не удалось найти .exe Thrive в папке {0} , пожалуйста, либо проверьте файлы игры либо удалите версию для её дальнейшей переустановки.
sv: Kunde inte hitta Thrive executable i mappen vid {0}, vänligen verifiera spelfilerna eller radera versionen för att ladda ned dem igen.
tr: Thrive uygulaması, {0} konumundaki klasörde bulunamadı. Lütfen ya oyun dosyalarını doğrulayın ya da sürümü silip tekrar indirin.
uk: Не вдалося знайти виконуваний файл Thrive в папці у {0}, будь ласка, перевірте файли гри або видаліть версію, щоб перезавантажити її.
zh_hans: 无法在{0}文件夹中找到Thrive可执行文件，请验证游戏文件完整性或删除当前版本以重新下载。
zh_hant: 在 {0} 資料夾中找不到 Thrive 可執行檔案，請驗證遊戲檔案或刪除當前版本以重新下載。

# TruncatedGameOutputWarning
source: Output is too long, it was truncated! See the Thrive log file for full output.
fi: Tuloste on liian pitkä, se on leikattu lyhyemmäksi! Lue Thriven lokitiedostot nähdäksesi koko tulosteen.
fr: La sortie est trop longue, elle a été tronquée ! Voir le journal de Thrive pour la sortie complète.
hu: A kimenet csonkolva lett, mert túl hosszú. Lásd a teljes kimenetet a Thrive naplófájlban.
ka: გამოტანილი ინფორმაცია მეტისმეტად გრძელი იყო და მოიკვეცა! სრული ინფორმაციის ნახვა Thrive-ის ჟურნალის ფაილში შეგიძლიათ.
nl: Uitvoer is te lang en afgekapt. Zie het Thrive logbestand voor de volledige uitvoer.
pl: Informacje wyjściowy są za długie, więc zostały skrócone! W całości informacje są zawarte w pliku logu Thrive.
pt_br: A saída é muito longa, foi truncada! Ver o arquivo de log do Thrive para a saída completa.
ro: Ieșirea este prea lungă, ea a fost trunchiată! Vedeți fișierele Log a lui Thrive pentru ieșirea completă.
ru: Выход слишком длинный и усеченный! Полный вывод см. в файле записи Thrive.
tr: Çıktı fazla uzun olduğu için tamamı görüntülenemiyor! Çıktının tamamı için Thrive günlük dosyasına bakın.
uk: Інформація задовга, вона була скорочена! Дивіться файл лоґу Thrive для повної інформації.
zh_hans: 输出时间过长，已停止加载！有关完整输出，请参阅Thrive日志文件。
zh_hant: 輸出過長，已被截斷！請檢視 Thrive 記錄檔以獲取完整輸出。

# ThriveIsStarting
source: Thrive is starting. Log output (due to buffering this is likely not in real time):
fi: Thrive on käynnistymässä. Lokituloste (bufferoinnin vuoksi tämä ei todennäköisesti ole reaaliaikaista):
fr: Thrive démarre. Sortie du journal (en raison de la mise en mémoire tampon, ce n'est probablement pas en temps réel) :
ka: მიმდინარეობს Thrive-ის გაშვება. ჟურნალის გამოტანა (ბუფერის გამო, ალბათ, რეალურ დროში არა):
nl: Thrive wordt gestart. Loguitvoer (vanwege buffering is dit waarschijnlijk vertraagd):
pl: Thrive jest uruchamiane. Dane wyjściowe logu (ze względu na obciążenia prawdopodobnie NIE w czasie rzeczywistym):
pt_br: Thrive está iniciando. Saída do log (devido a buffering, provavelmente isso não é em tempo real):
ro: Thrive pornește. Ieșire log (probabil nu este în timp real din cauza tamponării):
ru: Thrive стартует. Выдача логов:
tr: Thrive başlatılıyor. Günlük dosyası çıktısı (arabellekten dolayı, gösterilen içerik muhtemelen gerçek içerik ile eşzamanlı değil):
uk: Thrive запускається. Інформація лоґу (ймовірно не в реальному часі з-за буферінгу):
zh_hans: Thrive正在运行。日志输出(由于缓冲更新可能不及时)：
zh_hant: Thrive 正在啟動。記錄檔輸出（由於緩衝區更新，這可能不是實時的）：

# SubmittingReportMessage
source: Submitting your report. Please be patient as uploading may take up to a few minutes...
fi: Lähetetään raporttia. Ole hyvä ja odota, raportin lähetys voi kestää jopa pari minuuttia...
fr: Soumission de votre rapport. Veuillez patienter, ça peut prendre quelques minutes...
hu: A jelentés küldése folyamatbann. Légy türelmes, a feltöltés percekig is eltarthat...
ka: თქვენი ანგარიშის გადაცემა. მოითმინეთ, რადგან ატვირთვას რამდენიმე წამი შეიძლება, დასჭირდეს...
nl: Je rapport wordt ingedient. Graag een moment geduld, het uploaden kan enkele minuten duren...
pl: Wysyłanie twojego raportu. Może to potrwać kilka minut więc prosimy o cierpliwość...
ro: Raportul dvs. se trimite. Va rog aveți răbdare fiindcă încărcarea poate dura câteva minute...
tr: Raporunuz gönderiliyor. Bu raporu karşıya yüklemek birkaç dakika sürebilir, lütfen sabırlı olun.
uk: Надсилаємо ваш звіт. Будь ласка, зачекайте, завантаження може зайняти кілька хвилин...
zh_hans: 正在删除你的报告。请耐心等待，上传可能需要几分钟时间......
zh_hant: 正在提交您的報告。請耐心等待，上傳可能需要幾分鐘時間…

# ReporterEndMessage
source: You can now safely close this reporter. Or wait until this window automatically closes in
fr: Vous pouvez maintenant fermer le rapporteur ou attendre que la page se ferme automatiquement dans
ka: ახლა შეგიძლიათ, ეს ფანჯარა უსაფრთხოდ დახუროთ. ან მოითმინეთ, სანამ ის თვითონ დაიხურება
nl: Je kunt het rapportagehulpmiddel nu zonder problemen afsluiten, of wachten tot dit venster automatisch sluit in
pl: Teraz możesz bezpiecznie zamknąć ten raporter. Możesz też poczekać aż to okno samo się zamknie
ru: Теперь вы можете спокойно закрыть это окно отчета. Или подождите, пока это окно автоматически не закроется через
tr: Şu anda, bu pencereyi güvenli bir şekilde kapatabilirsiniz ya da bu pencere otomatik olarak kapatılacak
zh_hans: 你现在可以安全地关闭这个报告器。或者等到这个窗口自动关闭
zh_hant: 您現在可以安全地關閉這個回報器。或者等到這個視窗自動關閉

# ReportSubmitErrorTooManyRequests
source: Submitting the report failed due to too many recent requests from your IP address, please wait up to an hour and then try again
fr: L'envoie du rapporta échoué car trop de demande ont été reçues depuis votre adresse IP, merci d'attendre jusqu'à une heure et de réessayer
ka: ანგარიშის გადაცემა ჩავარდა, რადგან თქვენი IP მისამართიდან მეტისმეტად ბევრი მოთხოვნაა. მოითმინეთ საათი ან მეტი და თავიდან სცადეთ
nl: Indienen van het rapport is mislukt omdat er te veel aanvragen vanuit jou IP adres zijn binnen gekomen. Gelieve tot een uur te wachten en dan opnieuw te proberen
pl: Wysyłanie raportu nie powiodło się ze względu na zbyt wiele żądań z twojego adresu IP, prosimy poczekać, nawet do godziny, i spróbować ponownie
tr: Mevcut IP adresinden son zamanlarda çok sayıda istek geldiği için rapor gönderme işlemi başarısız oldu. Lütfen bir saatliğine bekleyin ve daha sonra tekrar deneyin
uk: Надіслати звіт не вдалося з-за завеликої кількості запитів з вашої IP-адреси, будь ласка, зачекайте до години і спробуйте знову
zh_hans: 由于来自您的IP地址最近的请求太多，提交报告失败，请等待一小时，然后重试
zh_hant: 由於來自您的 IP 地址最近的請求過多，提交報告失敗，請等待一個小時後再嘗試

# ReportSubmitErrorServerError
source: Submitting the report failed due to a server problem, please wait some time and then try again. If the issue persists, please let us know.
fr: L'envoie du rapport a échoué à cause d'un problème de serveur, veuillez attendre et recommence. Si le problème persiste, merci de nous contacter.
ka: ანგარიშის გადაცემა ჩავარდა სერვერის პრობლემის გამო. მოითმინეთ გარკვეული დრო და თავიდან სცადეთ. თუ პრობლემა არ გაქრება, შეგვატყობინეთ.
nl: Het indienen van het rapport is mislukt door een serverprobleem. Gelieve een tijd te wachten en dan opnieuw te proberen. Mocht het probleem zich blijven voortdoen, laat dit ons dan weten.
pl: Wysyłanie raportu nie powiodło się ze względu na błąd serwera, prosimy poczekać jakiś czas, a następnie spróbować ponownie. Jeśli problem się utrzymuje, prosimy nas poinformować.
tr: Sunucu kaynaklı bir sorundan dolayı rapor gönderme işlemi başarısız oldu. Lütfen biraz bekleyin ve daha sonra tekrar deneyin. Eğer sorun devam ederse, lütfen bize bildirin.
uk: Надіслати звіт не вдалося з-за серверної проблеми, будь ласка, зачекайте деякий час, і тоді спробуйте знову. Повідомте нас, якщо проблема продовжиться.
zh_hans: 由于服务器问题，提交报告失败，请等待一段时间，然后重试。如果问题仍然存在，请告知我们。
zh_hant: 由於伺服器問題，提交報告失敗，請稍待片刻後再試一次。如果問題仍然存在，請告知我們。

# AutoUpdateMissingChannel
source: Cannot retry an update as this launcher type doesn't have an associated update channel type
fi: Päivitystä ei voida yrittää uudelleen sillä tämä laukaisijan tyyppiin ei liity päivityskanavaa
fr: Impossible de réessayer une mise à jour car ce type de lanceur n'a pas de canal de mise à jour associé
ka: განახლების თავიდან ცდა შეუძლებელია, რადგან ამ გამშვების ტიპს მინიჭებული განახლების არხის ტიპი არ გააჩნია
nl: Kan het bijwerken niet opnieuw proberen omdat dit type opstarthulpprogramma geen bijwerkkanaaltype heeft
pl: Nie można ponowić próby aktualizacji, ponieważ ten typ launchera nie posiada powiązanego typu kanału aktualizacji
pt_br: Este tipo de inicializador não foi capaz de tentar atualizar novamente, pois não possui um tipo de canal de atualização associado
tr: Bu başlatıcı türü, kendiyle ilişkili bir güncelleme kanal tipine sahip olmadığı için güncelleme işlemi yapılamıyor
zh_hans: 无法重试更新，因为此启动程序类型没有相关的更新通道类型
zh_hant: 無法重試更新，因為此啟動器類型沒有相應的更新通道類型

# ThriveRunRetryStarting
source: Thrive was not detected as having started correctly. Will attempt to start Thrive again, attempt number: {0}
fi: Thriveä ei tunnistettu käynnistyneeksi okein. Yritetään käynnistää Thrive uudelleen, yrityksen numero: {0}
fr: Thrive ne semble pas avoir démarré correctement. Nouvelle tentative de démarrage de Thrive, tentative numéro : {0}
ka: Thrive-ის სწორი გაშვება აღმოჩენილი არაა. ვეცდები, Thrive თავიდან გავუშვა. მცდელობის ნომერი: {0}
nl: Thrive lijkt niet correct te hebben gestart. Er wordt een poging gedaan Thrive nogmaals te starten. Poging: {0}
pl: Nieprawidłowe rozpoczęcie Thrive zostało wykryte. Nastąpi próba ponownego rozpoczęcia Thrive, numer próby: {0}
tr: Thrive'ın doğru şekilde başlatılmadığı tespit edildi. Thrive tekrar başlatılmaya çalışılacak. Deneme sayısı: {0}
zh_hans: 未检测到Thrive正确启动。将尝试再次启动Thrive，尝试次数：{0}
zh_hant: 未檢測到 Thrive 正確啟動。將嘗試重新啟動 Thrive，嘗試次數：{0}

# Embedded7ZipLicenseTitle
source: The launcher includes some tools bundled in. These are separate executables the launcher invokes as command line programs. 7-Zip license:
fr: Le lanceur comprend certains outils inclus avec lui. Ce sont des exécutables séparés que le lanceur invoque comme des programmes en ligne de commande. Licence de 7-Zip :
ka: გამშვები რამდენიმე პროგრამას შეიცავს. ისინი ცალკე გამშვები ფაილებია, რომლებსაც გამშვები ბრძანების სტრიქონის პროგრამებად უშვებს. 7-Zip-ის ლიცენზია:
nl: Het opstarthulpprogramma bevat enkele gebundelde hulpprogrammas. Dit zijn aparte uitvoerbare bestanden die door het opstarthulpprogramma worden gestart als opdrachtpromptapplicaties. Licentie van 7-Zip:
pl: W pakiecie z launcherem przychodzą pewne dodatkowe narzędzia. Są one oddzielnymi plikami wykonywalnymi, które launcher wywołuje jako programy lini komend. Licencja 7-Zip:
tr: Başlatıcı, paketlenmiş bazı araçlar içerir. Bunlar, başlatıcının komut satırı programları olarak çağırdığı ayrı uygulamalardır. 7-Zip lisansı:
zh_hans: 启动器包含一些捆绑的工具。这些是启动程序作为命令行程序调用的单独的可执行文件。7 - zip许可证:
zh_hant: 啟動器包含一些捆綁的工具。這些工具是獨立的可執行檔案，啟動器會作為命令列程式來呼叫它們。7-Zip 授權條款：
