Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# DevCenterConnectFailureUnknown
source: Connecting to the ThriveDevCenter has failed. The server responded with an unknown error or we ran into an error handling the response. Please try again later and if the problem persists, please report it. You can check with the link below to see if everything looks fine on the ThriveDevCenter's side.
da: Forbindelse til ThriveDevCenteret mislykkedes. Serveren svarede igen med en ukendt fejl, eller der opstod en fejl med at håndtere responsen. Prøv venligst igen senere, og hvis fejlen fortsætter, så indsend venligst en rapport. Du kan tjekke ed linket nedenunder for at se om alt ser fint ud på ThriveDevCenterets side.
fr: La connexion au ThriveDevCenter a échoué. Le serveur a répondu avec une erreur inconnue ou nous avons rencontré une erreur en traitant la réponse. Veuillez réessayer plus tard et si le problème persiste, signalez le. Vous pouvez utiliser le lien ci-dessous pour vérifier que tout fonctionne du côté du ThriveDevCenter.
ka: ThriveDevCenter-სთან დაკავშირება ჩავარდა. სერვერმა დააბრუნა უცნობი შეცდომა, ან პასუხის დამუშავებისას აღმოჩენილია პრობლემა. სცადეთ თავიდან და თუ პრობლემა არ გაქრება, დაგვიკავშირდით. ასევე, შეგიძლიათ, გამოიყენოთ ბმული ქვემოდან და დარწმუნდეთ, რომ ThriveDevCenter-ის მხარეს ყველაფერი მუშაობს.
nl: Verbinding met ThriveDevCenter is mislukt. De server reageerde met een onbekende fout of het afhandelen van de reactie ging fout. Probeer later nogmaals en neem contact op met ons als het probleem aanhoudt. Je kunt de link hieronder gebruiken om te controleren of alles goed gaat bij ThriveDevCenter.
pl: Połączenie z ThriveDevCenter nie powiodło się. Serwer odpowiedział nieznanym błędem lub wystąpił błąd podczas obsługi odpowiedzi. Prosimy spróbować ponownie później, a jeśli problem będzie się utrzymywał, zgłosić go. Możesz sprawdzić, klikając poniższy link, czy po stronie ThriveDevCenter wszystko wygląda dobrze.
pt_br: A conexão ao ThriveDevCenter falhou. O servidor respondeu com um erro desconhecido ou nós encontramos um erro lidando com a resposta. Por favor, tente novamente e, se o problema persistir, o relate. Você pode usar o link abaixo para verificar se há algum problema pelo lado do ThriveDevCenter.
ro: Conexiunea la ThriveDevCenter a eșuat. Server-ul a răspuns cu o eroare necunoscută sau am întâlnit o eroare la gestionarea răspunsului. Vă rugăm să încercați din nou, și dacă încă mai aveți această problemă, vă rugăm să o raportați. Puteți să accesați la link-ul de jos ca să vă asigurați că totul e bine pe partea ThriveDevCenter-ului.
ru: Подключение к Центру Разработчиков Thrive провалилось. Сервер ответил неизвестной ошибкой, иль у нас самих возникла ошибка в связи с ответом сервера. Пожалуйста, попробуйте позже и если проблема повторите - сообщите о ней. Вы можете проверить ссылкой ниже состояние центра Разработчиков Thrive.
sv: Anslutningen till ThriveDevCenter har misslyckats. Servern svarade med en okänd error eller så stötte vi på en error när vi hanterade svaret. Vänligen försök igen och om problemet kvarstår, vänligen rapportera det. Du kan kontrollera med länken nedan för att se om allt fungerar som det ska på ThriveDevCenter sidan.
tr: ThriveDevCenter'a bağlanma işlemi başarısız oldu. Sunucu, bilinmeyen bir hata verdi ya da yanıt işlenirken hata ile karşılaşıldı. Lütfen daha sonra tekrar deneyin ve eğer sorun devam ederse, lütfen bunu bildirin. ThriveDevCenter tarafında her şeyin yolunda olup olmadığını görmek için aşağıdaki bağlantıyı inceleyebilirsiniz.
uk: Під'єднання до РозробЦентру невдале. РозробЦентр відповів невідомою помилкою, або це ми зіткнулися з помилою під час обробки вашої. Будь-ласка спробуйте знову, але пізніше, і якщо проблема не зникне, то повідомте нам. Ви можете перевірити посилання нижче, аби побачити чи все виглядає чудово з боку РозробЦентру.
zh_hans: 连接ThriveDevCenter失败。服务器响应了未知错误，或者我们在处理响应时遇到了错误。请稍后再试，如果问题仍然存在，请反馈。您可以点击下面的链接，检查ThriveDevCenter是否一切正常。
zh_hant: 連線到 ThriveDevCenter 失敗。伺服器回覆了一個未知的錯誤，或者我們在處理回應時遇到了錯誤。請稍後再試，如果問題仍然存在，請回報問題。您可以使用下方連結檢查 ThriveDevCenter 的狀態是否正常。

# StoreVersionExternalVersionsNote
source: This tab lists externally installed versions. This is a store version of Thrive that includes a bundled (latest) game version. You can enable showing available external versions on the version selector dropdown in the launcher options. Once downloaded those versions show up here.
fi: Tämä välilehti listaa ulkoisesti asennetut versiot. Tämä on kaupan versio Thrivestä, joka sisältää matkassa (viimeisimmän) pelin version. Ulkoiset versioit voidaan ottaa käyttöön laukaisijan asetuksista, jonka jälkeen ne näkyvät pelin version valitsimessa. Kun sellainen versio on ladattu, se tulee näkyviin tänne.
fr: Cet onglet liste les versions installées extérieurement. C'est un entrepôt pour les versions de Thrive qui inclut une version empaquetée. Vous pouvez activer l'affichage des versions externes dans le menu déroulant dans les options du lanceur. Une fois téléchargées, ces versions sont affichées ici.
ka: ეს ჩანართი გარე დაყენებული ვერსიების ჩამონათვალს შეიცავს. ეს Thrive-ის მაღაზიის ვერსიაა, რომელიც ნაკრებში თამაშის ბოლო ვერსიას შეიცავს. გარე ვერსიების ჩვენების ჩართვა ვერსიის ამრჩევის ჩამოსაშლელ სიაშიც შეიძლება გამშვების მორგების ფანჯრიდან. როცა გადმოწერთ, ის ვერსიები აქ გამოჩნდება.
nl: Dit tabblad laat de extern geïnstalleerde versies zien. Dit is een winkelversie van Thrive die is gebundeld de (meest recente) spelversie. Je kunt de beschikbare externe versies laten zien op de versieselectie in de opties van het opstarthulpprogramma. Gedownloade versies worden hier getoond.
pl: Ta zakładka pokazuje zewnętrznie zainstalowane wersje. To jest sklepowa wersja Thrive która zawiera dołączoną (najnowszą) wersję gry. Możesz włączyć pokazywanie dostępnych zewnętrznych wersji w menu wyboru wersji w opcjach launchera. Pobrane, wersje pokażą się tutaj.
ro: Această pagină listează versiunile instalate extern. Aceasta este o versiune de magazin ce include (ultima) versiune a jocului. Poți permite versiunilor externe să apară în selectorul de versiuni în setările launcher-ului. Odată descărcate, acele versiuni vor apărea aici.
ru: На этой вкладке перечислены установленные извне версии. Это версия Thrive для магазина, которая включает в себя поставляемую (последнюю) версию игры. Вы можете включить показ доступных внешних версий в выпадающем списке выбора версий в параметрах пусковой установки. После загрузки эти версии отображаются здесь.
tr: Bu sekme, dışarıdan yüklenmiş sürümleri listeler. Bu sürüm, paketlenmiş (en son) oyun sürümünü içeren, Thrive'ın mağaza sürümüdür. Başlatıcı ayarlarında, sürüm seçici açılan menüsünden dışarıdan gelen mevcut sürümlerin gösterilmesini etkinleştirebilirsiniz. İndirildiğinde, bu sürümler burada görünür.
zh_hans: 此选项卡列出外部安装的版本。这是Thrive的商店版本，包含捆绑(最新)游戏版本。您可以在启动器选项中的版本选择器下拉菜单上启用显示可用的外部版本。下载后，这些版本会显示在这里。
zh_hant: 這個標籤頁列出了外部安裝的版本。這是一個包含捆綁（最新）遊戲版本的 Thrive 商店版本。您可以在啟動器選項中啟用顯示可用的外部版本，一旦下載完成，這些版本會出現在這裡。

# CancelCreatingReportExplanation
source: Are you sure you want to cancel creating a crash report? If no reports at all are submitted for a specific bug, the developers of Thrive may not know about it and are thus unable to fix it.
fi: Haluatko varmasti peruuttaa kaatumisen raportoimisen? Jos yhtään raporttia ei tehdä tietystä bugista, Thriven kehittäjät eivät välttämättä tiedä siitä ongelmasta ja eivät voi siitä syystä korjata sitä.
fr: Êtes-vous sûr(e) de vouloir annuler la création d'un rapport de plantage ? Si un bogue n'est pas signalé du tout, les développeurs ne pourront pas le réparer.
ka: მართლა გნებავთ ავარიის ანგარიშის შექმნის გაუქმება? თუ ამ შეცდომის შესახებ ანგარიშებს არ გამოაგზავნით, Thrive-ის პროგრამისტებმა, შეიძლება, ვერც გაიგონ ამ შეცდომის შესახებ და, აქედან გამომდინარე, არ გაასწორებენ მას.
nl: Weet je zeker dat je het maken van een crashrapportage wil annuleren? Als geen rapportages worden gemeld voor een specifieke bug, kan het zijn dat de ontwikkelaars van Thrive er niets van weten en het dus ook niet kunnen repareren.
pl: Czy jesteś pewien(na/ne), że chcesz anulować tworzenie raportu crasha? Jeśli nie ma raportów odnośnie specyficznego buga, deweloperzy Thrive mogą o nim nie wiedzieć, przez co nie będą w stanie go naprawić.
ro: Sunteți sigur că doriți să anulați crearea unui raport de crash? Dacă nici un raport nu va fi trimis pentru o eroare specifică, dezvoltatorii Thrive pot să nu știe de ea și să nu o poată remedia.
ru: Вы уверены, что хотите отменить создание отчета об ошибке? Если на определенную ошибку не подано ни одного отчета, разработчики Thrive могут не знать о ней и, следовательно, не смогут ее исправить.
tr: Bir çökme raporu oluşturmayı iptal etmek istediğinizden emin misiniz? Eğer belirli bir hata için hiçbir rapor gönderilmezse, Thrive'ın geliştiricileri bu hatayı farketmeyebilir ve bu yüzden hatayı düzeltemeyebilir.
uk: Ви впевнені, що хочете скасувати створення повідомлення про збій? Якщо нема жодного повідомлення про конкретний збій, розробники Thrive можуть не знати про нього, і з-за цього бути нездатними його полагодити.
zh_hans: 你确定你要取消创建崩溃报告吗？如果没有提交任何关于某个特定错误的报告，Thrive的开发者可能无法了解这个问题，因此无法修复它。
zh_hant: 您確定要取消建立崩潰報告嗎？如果沒有提交關於某些特定錯誤的報告，Thrive 的開發人員可能無法瞭解這個問題，因此無法修復它。

# AutoUpdateRetryFailed
source: Retrying the auto-update has failed. You can ignore the failure to clear out existing auto-update files to make the launcher try again the next time it is restarted.
fr: La tentative de mise à jour a échoué. Vous pouvez ignorer l'échec afin de nettoyer les fichier de mise à jour existants et ainsi relancer la mise à jour au prochain démarrage du lanceur.
ka: ავტოგანახლების თავიდან ცდა ჩავარდა. შეგიძლიათ, გამოტოვოთ ეს ჩავარდნა, რომ გაასუფთაოთ არსებული ავტოგანახლების ფაილები, რომ აიძულოთ გამშვები, მათი გადმოწერა შემდეგი გაშვებისას თავიდან სცადოს.
nl: Het opnieuw proberen van het automatisch updaten is mislukt. Je kunt deze fout negeren door de bestaande bestanden voor het automatisch updaten te verwijderen. Het opstarthulpprogramma zal dan opnieuw proberen zichzelf bij te werken de volgende keer dat het herstart wordt.
pl: Ponawianie próby autoaktualizacji nie powiodło się. Możesz zignorować to niepowodzenie by wyczyścić istniejące pliki autoaktualizacji by zmusić launcher do spróbowania jeszcze raz przy okazji kolejnego uruchomienia ponownego.
tr: Otomatik güncellemeyi tekrar deneme işlemi başarısız oldu. Mevcut otomatik güncelleme dosyalarını temizlemek için bu hatayı yoksayabilirsiniz. Böylece; başlatıcı bir dahaki sefer başlatıldığında, bu işlem tekrar denenebilir.
zh_hans: 自动更新失败。您可以忽略此错误以清除现有自动更新文件，以使启动器在下次启动时重试。
zh_hant: 再次嘗試自動更新失敗。您可以忽略此次失敗以清除現有的自動更新檔案，以便在下次啟動時讓啟動器再次嘗試。

# CrashReportLogsSectionExplanation
source: Please keep the logs included if they are from the same run of the game as the crash because the logs may help in identifying and fixing the problem. You can click the name of the file to open it, or the button to view the folder it is in, to view and edit it to remove any personal details you want. Log files are always only visible to Thrive developers, and are only shared with other parties if required for tracking down or fixing the reported problem.
fr: Merci de garder les journaux inclus s'ils proviennent de la meme partie que le plantage, ils peuvent aider à identifier le problème et à le réparer. Vous pouvez appuyer sur le nom du fichier pour l'ouvrir, ou sur le bouton pour voir le dossier afin de le modifier pour enlever toute information personnelle que vous souhaitez. Les fichiers de journaux ne sont accessibles qu'au développeurs de Thrive, et ne seront partagés avec une tierce partie que pour l'investigation ou la réparation du problème.
ka: დატოვეთ ჟურნალი ჩასმულად, თუ ის თამაშის იმ გაშვებიდანაა, როცა ავარია მოხდა, რადგან ჟურნალი პრობლემის პოვნაში და აღმოფხვრაში დაგვეხმარება. დააჭირეთ ფაილის სახელს, რომ გახსნათ ის, ან ღილაკს, რომ იხილოთ საქაღალდე, რომელშიც ის იმყოფა, რომ ნახოთ, ჩაასწოროთ ან წაშალოთ პირადი ინფორმაცია, რომლის გაგზავნაც არ გნებავთ. ჟურნალის ფაილები, ყოველთვის, მხოლოდ, Thrive-ის პროგრამისტებისთვისაა ხილული და მას მესამე პირებს, მხოლოდ, მაშინ ვუზიარებთ, თუ ეს აუცილებელია პრობლემის საპოვნელად და გასასწორებლად.
nl: Gelieve de logboeken toe te voegen als ze van hetzelfde speelmoment zijn als de crash. Deze logboeken kunnen helpen in het identificeren en repareren van het probleem. Je kunt op de naam van het bestand klikken om het te openen. Je kunt op de knop klikken om de map waar het bestand zich in bevind te zien. Je kunt eventuele persoonlijke details aanpassen of verwijderen. Verzonden logbestanden zijn altijd zichtbaar voor ontwikkelaars van Thrive, en worden alleen gedeeld met derde partijen als dit nodig blijkt voor het nazoeken of repareren van het gerapporteerde probleem.
pl: Prosimy pozostawić logi, jeśli pochodzą one z tej samej sesji gry, co crash, ponieważ mogą pomóc w identyfikacji i naprawie problemu. Jeśli zależy ci na usunięciu swoich danych osobowych, możesz kliknąć nazwę pliku, żeby go otworzyć (albo przycisk do pokazania folderu, w którym się znajduje) i odpowiednio zedytować. Pliki logów zawsze są widoczne tylko dla developerów Thrive, a dzielone są z innymi podmiotami tylko wtedy, gdy jest to konieczne dla znalezienia, bądź naprawy zgłoszonego problemu.
ro: Vă rog includeți logurile dacă sunt din același joc ca și crash-ul deoarece log-urile pot ajuta în identificare și rezolvarea problemei. Puteți da un click pe numele fișierului să îl deschideți, sau pe buton pentru a vedea folderul în care se află, pentru a-l vedea și edita cu scopul eliminării detaliilor personale. Fișierele log sunt vizibile doar pentru dezvoltatorii Thrive, și sunt partajate cu alte entități doar dacă sunt necesare pentru a depista și rezolva problema.
tr: Günlük dosyaları; sorunu tanımlamada ve düzeltmede yardımcı olabileceği için; eğer çökme esnasında yeni günlük dosyaları oluşursa, lütfen bu dosyaları dahil edin. İstediğiniz herhangi bir kişisel detayı kaldırmak amacıyla günlük dosyalarını görüntülemek ve düzenlemek isterseniz, ilgili dosyanın ismine tıklayarak ya da bulunduğu klasörü görüntüleyen butona basarak bu dosyayı açabilirsiniz. Günlük dosyaları yalnızca Thrive geliştiricilerine görünür ve yalnızca bildirilen sorunu izlemenin veya düzeltmenin gerekli olduğu durumlarda başka kişilerle paylaşılır.
zh_hans: 如果日志与崩溃的游戏运行时间相同，请保留日志，因为日志可能有助于识别和解决这个问题。你可以点击文件的名称来打开它，或者点击按钮来查看它所在的文件夹，来查看和编辑它，删除任何你想要的个人信息。日志文件始终只对Thrive开发人员可见，只有在追踪或修复报告的问题需要时，才会与其他各方共享。
zh_hant: 請保留與遊戲崩潰相關的記錄檔，因為這些記錄檔可能有助於識別和修復問題。您可以點選檔名開啟它，或點選按鈕檢視所在的資料夾，來檢視和編輯它以刪除任何您希望刪除的任何個人資料。記錄檔始終只對 Thrive 開發人員可見，只有在需要追蹤或修復回報的問題時，才會與其他人共享。

# CrashReportWarningAboutOldFile
source: The selected crash happened a while ago. As such it may not be related to the latest log files or the game output stored by the launcher. Please check carefully if you are reporting the right crash and related log files.
fi: Valittu kaatuminen tapahtui jo jonkin aikaa sitten. Tästä syystä se ei välttämättä liity viimeisimpiin lokitiedostoihin tai pelin tulosteeseen, joka on laukaisijan muistissa. Tarkista huolellisesti, että olet raportoimassa oikeaa kaatumista ja siihen liittyviä lokitiedostoja.
fr: Le plantage sélectionné s'est produit il y a un certain temps. Ainsi il peut ne pas être lié aux derniers fichier de journaux ou aux sorties enregistrées par le lanceur. Merci de vérifier que vous rapporter le bon plantage et les fichiers liés.
ka: არჩეული ავარია დიდი ხნის წინ მოხდა. ასე რომ, ის, შეიძლება, არ იყოს კავშირში უახლეს ჟურნალის ფაილებთან, ან თამაშის გამოტანილ ინფორმაციასთან, რომელიც გამშვებში ინახება. გადაამოწმეთ კიდევ ერთხელ, რომ ანგარიშს სწორი ავარიის შესახებ აგზავნით და რომ ჟურნალის ფაილები მას შეესაბამება.
nl: De geselecteerde crash is al een tijd geleden gebeurd. Het kan zijn dat de meest recente logbestanden en uitvoer van het spel die opgeslagen worden door het opstarthulpprogramma niet meer gerelateerd zijn tot deze crash. Gelieve zorgvuldig te controleren of je de juist crash en gerelateerde logbestanden rapporteert.
pl: Wybrany crash wydarzył się jakiś czas temu. Z tej przyczyny może nie mieć powiązania z najnowszymi plikami logu bądź danymi wyjściowymi przechowywanymi przez launcher. Prosimy uważnie sprawdzić, czy aby napewno zgłaszany jest poprawny crash i pliki logu.
tr: Seçilen çökme uzun bir zaman önce meydana geldi. Bu bakımdan; seçilen çökme, başlatıcı tarafından saklanan en son günlük dosyaları veya oyun çıktısı ile ilişkili olmayabilir. Doğru çökmeyi ve ilgili günlük dosyalarını bildirip bildirmediğinizi lütfen dikkatlice inceleyin.
zh_hans: 所选的崩溃发生在一段时间之前。因此，它可能与最新的日志文件或启动器存储的游戏输出无关。请仔细检查你是否报告了正确的崩溃和相关的日志文件。
zh_hant: 所選的崩潰事件發生在一段時間前。因此，它可能與最新的記錄檔或啟動器儲存的遊戲輸出無關。請仔細檢查，確保您正在報告正確的崩潰事件和相關記錄檔。

# AutoUpdateSucceededMessage
source: The auto-updater should have started. You should now, or in a few seconds, see a new window opening for the updater. The launcher needs to be closed for the update to finish. You can close the launcher manually or wait for automatic closing in
fr: L'outil de mise à jour automatique a démarré. Une nouvelle fenêtre devrait s'ouvrir d'ici quelques instants. Le lanceur doit être fermé pour que la mise à jour se finisse. Vous pouvez le fermer manuellement ou attendre qu'il se ferme automatiquement dans
ka: ავტოგანახლების პროგრამა უნდა გაშვებულიყო. ახლა, ან რამდენიმე წამში, უნდა დაინახოთ მისი განჯარა. განახლების დასასრულებლად აუცილებელია გამშვების დახურვა. შეგიძლიათ, გამშვები ხელით დახუროთ, ან დაელოდოთ, ეს ავტომატურად როდის მოხდება
nl: Het automatisch bijwerken zou gestart moeten zijn. Je zult nu, of binnen een paar seconden, een nieuw venster zien voor het bijwerken. Het opstarthulpprogramma moet gesloten worden om het bijwerken af te ronden. Je kunt het opstarthulpprogramma zelfstandig afsluiten, of wachten tot dit automatisch gebeurt
pl: Autoaktualizator powinien już się rozpocząć. Za kilka sekund powinno pojawić się nowe okno dla aktualizatora. By aktualizacja mogła być przeprowadzona w pełni, launcher musi zostać zamknięty. Możesz dokonać tego manualnie bądź poczekać na zamknięcie automatyczne
tr: Otomatik güncelleme başlıyor. Birazdan güncelleyiciye ait yeni bir pencerenin açıldığını göreceksiniz. Güncellemenin bitmesi için başlatıcının kapatılması gerekir. Başlatıcıyı manuel olarak kapatabilir veya otomatik olarak kapatılmasını bekleyebilirsiniz
zh_hans: 自动更新程序已启动，您将很快看到更新程序弹出的新窗口。必须关闭启动器才能完成更新。您可以手动关闭或等待自动关闭启动器
zh_hant: 自動更新程式應該已經啟動了。現在或幾秒鐘後，您應該會看到一個新的視窗開啟以進行更新。啟動器需要關閉以完成更新。您可以手動關閉啟動器，或者等待自動關閉

# CPUFeatureWarning
source: Thrive requires at a minimum a CPU with SSE 4.2 and 4.1 to run. This is a much lower requirement than our official minimum system requirements. For an optimal experience we recommend a CPU with AVX 2 instructions available. Your CPU has been detected as not having these required SSE instruction set extensions available. Due to this the game is unlikely to work. However, you can dismiss this warning and try to play anyway, but please do not report any resulting crashes or failures to start the game as it is extremely likely to be an issue caused by a too old CPU. If you see this warning in error, your CPU meets the minimum requirements, and can play Thrive anyway, please let us know which CPU you have so that we can improve this feature detection.
fr: Thrive nécessite un processeur avec SSE 4.2 et 4.1 pour fonctionner. C'est une requête bien en dessous de notre configuration requise minimale officielle. Pour une expérience optimale, nous recommandons un processeur avec un jeu d'instruction AVX 2. Votre processeur semble ne pas avoir de jeu d'instruction SSE disponible. De ce fait le jeu a peu de chance de fonctionner. Cependant, vous pouvez ignorer cet avertissement et essayer de jouer malgré tout, mais merci de ne pas envoyer vos fichiers de plantages ou de ne pas signaler les problèmes étant donné que ceux-ci sont vraisemblablement liés à un processeur trop vieux. Si vous voyez cette alerte par erreur, votre processeur a les fonctionnalités requises, et vous pouvez jouer à Thrive malgré tout, merci de nous notifier quel processeur vous utilisez afin que nous puissions améliorer cette fonctionnalité de détection.
ka: Thrive-ს სჭირდება მინიმუმ CPU SSE 4.2 და 4.1 გასაშვებად. ეს გაცილებით დაბალი მოთხოვნაა, ვიდრე ჩვენი ოფიციალური მინიმალური სისტემის მოთხოვნები. ოპტიმალური გამოცდილებისთვის ჩვენ გირჩევთ CPU-ს ხელმისაწვდომი AVX 2 ინსტრუქციებით. გამოვლინდა, რომ თქვენს CPU-ს არ აქვს ეს საჭირო SSE ინსტრუქციების ნაკრების გაფართოებები. ამის გამო თამაში ნაკლებად სავარაუდოა, რომ იმუშაოს. თუმცა, შეგიძლიათ უგულებელყოთ ეს გაფრთხილება და მაინც სცადოთ თამაში, მაგრამ გთხოვთ, არ შეატყობინოთ რაიმე ავარიის ან თამაშის დაწყების წარუმატებლობის შესახებ, რადგან, სავარაუდოდ, ეს პრობლემა ძალიან ძველი CPU-ით არის გამოწვეული. თუ ამ გაფრთხილებას შეცდომით ხედავთ, თქვენი პროცესორი აკმაყოფილებს მინიმალურ მოთხოვნებს და მაინც შეუძლია Thrive-ის თამაში, გთხოვთ შეგვატყობინოთ რომელი CPU გაქვთ, რათა გავაუმჯობესოთ ამ ფუნქციის ამოცნობა.
zh_hant: Thrive 至少需要具有 SSE 4.2 和 4.1 指令集的 CPU 才能運作。這比我們官方的最低系統要求低得多。為了獲得最佳體驗，我們建議使用具有 AVX 2 指令集的 CPU。 已檢測到您的 CPU 不具備這些所需的 SSE 指令集擴充。因此遊戲可能無法運行。不過，您可以忽略此警告並嘗試進行遊戲，但請不要報告任何因此導致的遊戲崩潰或無法啟動，因為這極有可能是由太舊的 CPU 引起的問題。 如果您看到此錯誤警告，但您的 CPU 滿足最低要求，並且能正常遊玩 Thrive，請告訴我們您的 CPU 型號，以便我們改進此檢測功能。

# ExternalLinkPatreon
source: Patreon
bg: Страница в „Patreon“
