Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# LogFolderCreateFailed
source: Failed to create logs folder ({0}): {1}
bg: Създаването на папката с дневниците е неуспешно({0}): {1}
cs: Vytvoření log souboru selhalo ({0}): {1}
da: Fejlede i at oprette logs mappe ({0}): {1}
es: Hubo un fallo al intentar crear una carpeta de logs ({0}):{1}
fi: Lokitiedostojen hakemiston ({0}) luonti epäonnistui: {1}
fr: Échec de la création du dossier des journaux ({0}) : {1}
it: Impossibile creare la cartella logs ({0}): {1}
ka: ჟურნალის საქაღალდის შექმნა ჩავარდა ({0}): {1}
nl: Kon logbestandenmap niet maken ({0}): {1}
pl: Utworzenie folderu logów nie powiodło się ({0}): {1}
pt_br: Falha ao criar a pasta de logs ({0}): {1}
ro: A eșuat crearea folderului pentru log-uri({0}): {1}
ru: Не удалось создать папку логов ({0}): {1}
sv: Misslyckades att skapa loggmapp ({0}): {1}
tr: Günlük dosyaları klasörü oluşturulamadı ({0}): {1}
uk: Не вдалося створити папку журналів ({0}): {1}
zh_hans: 创建日志文件夹失败（{0}）：{1}
zh_hant: 無法建立日誌資料夾（{0}）：{1}

# ClearDehydratedFilesCount
source: You are about to delete {0} files
bg: Ще бъдат изтрити {0} файла
da: Du er ved at slette {0} filer
fi: Olet poistamassa {0} tiedostoa
fr: Vous êtes sur le point de supprimer {0} fichiers
it: Stai per eliminare {0} file
ka: აპირებთ, წაშალოთ {0} ფაილი
nl: Je staat op het punt {0} bestanden te verwijderen
pl: Planujesz usunąć {0} plik(i/ów)
pt_br: Você está prestes a remover {0} arquivos
ro: Sunteți pe cale să ștergeți {0} file
ru: Вы собираетесь удалить {0} файлов
sv: Du är på väg att radera {0} filer
tr: {0} dosyayı silmek üzeresiniz
uk: Буде видалено {0} файлів
zh_hans: 你将要删除{0}文件
zh_hant: 您即將刪除 {0} 個檔案

# LauncherIsLatestVersion
source: This version is up to date
bg: Това е последната версия
da: Denne version er opdateret
fi: Tämä versio on päivitetty viimeisimpään versioon
fr: Cette version est à jour
hu: Ez a verzió naprakész
it: Questa versione è aggiornata
ka: ეს ვერსია უახლესია
nl: Dit is de meest recente versie
pl: Ta wersja jest aktualna
pt_br: Esta versão está atualizada
ro: Versiunea asta e la curent
ru: Версия актуальна на данный момент
sv: Denna version är aktuell
tr: Bu sürüm güncel
uk: Це актуальна версія
zh_hans: 这个版本是最新版本
zh_hant: 這個版本是最新版本

# PlayingUnsafeBuildWasCanceled
source: Playing an unsafe build was canceled
da: Spilning af usikkert build blev annulleret
fi: Epäturvallisen koontiversion pelaaminen peruttiin
fr: Le lancement d'une version non sûre a été annulé
ka: სახიფათო აგების თამაში გაუქმდა
nl: Het spelen van een onveilige build was geannuleerd
pl: Uruchamianie niebezpiecznej wersji zostało anulowane
pt_br: A inicialização de uma versão não segura foi cancelada
ro: Jocul unei versiuni nesigure a fost anulată
ru: Запуск небезопасного билда отменен
sv: Spelandet av en osäker build avbröts
tr: Güvenli olmayan bir sürümü başlatma işlemi iptal edildi
uk: Гра у небезпечній збірці була скасована
zh_hans: 已取消游玩不安全的版本
zh_hant: 在不安全的版本上遊玩已被取消

# ThriveFolderPrepareFailed
source: Preparing Thrive folder failed with error: {0}
fi: Thriven kansion valmistelu epännostui virheellä: {0}
fr: Echec de la préparation du dossier Thrive avec l'erreur : {0}
ka: Thrive-ის საქაღალდის მომზადება ჩავარდა შეცდომით: {0}
nl: Het voorbereiden van de Thrive map is mislukt met fout: {0}
pl: Przygotowywanie folderu Thrive nie powiodło się z błędem: {0}
ro: Prepararea folderului Thrive a eșuat cu eroarea: {0}
ru: Подготовка папки Thrive не удалось из-за ошибки:{0}
sv: Förberedelse av Thrive mappen misslyckades med error: {0}
tr: Thrive klasörü hazırlama işlemi hatayla sonuçlandı: {0}
uk: Підготовка папки Thrive не вдалася з помилкою: {0}
zh_hans: 准备Thrive文件夹失败，错误代码：{0}
zh_hant: 準備 Thrive 資料夾失敗並發生錯誤：{0}

# AcceptUnsafeBuildButton
source: I understand the risk, play anyway
fi: Ymmärrän riskin, pelaa kuitenkin
fr: Je comprends le risque, jouer quand même
hu: Megértettem a kockázatot, indítás mindenképp
ka: ვიცი, რას ვაკეთებ. მაინც ვითამაშებ
nl: Ik ben me bewust van het risico, alsnog spelen
pl: Rozumiem ryzyko, uruchom mimo wszystko
pt_br: Eu entendo o risco, jogar mesmo assim
ro: Înțeleg riscul, joc oricum
tr: Tehlikenin farkındayım, yine de başlat
uk: Я розумію ризик, грати все одно
zh_hans: 我已了解风险，继续进行游戏
zh_hant: 我已了解風險，繼續進行遊戲

# RehydrationFailed
source: Rehydration failed due to error: {0}
fi: Rehydraatio epäonnistui virheen vuoksi: {0}
fr: Échec de la décompression due à une erreur : {0}
ka: რეჰიდრატაცია ჩავარდა შეცდომის გამო: {0}
nl: Uitpakken mislukt door fout: {0}
pl: Dekompresja nie powiodła się ze względu na błąd: {0}
ru: Регидратация не удалась из-за ошибки: {0}
tr: Hatadan dolayı çıkarma işlemi başarısız: {0}
uk: Регідрація не вдалася з-за помилки: {0}
zh_hans: 文件解压失败，因为错误：{0}
zh_hant: 解壓縮檔案失敗，原因為：{0}

# SubmittingReportExtraInfo
source: Extra information regarding the encountered error:
fi: Lisätietoja ongelmaan liittyen:
fr: Information additionnelle à propos de l'erreur rencontrée :
hu: További információ a felmerülő hibával kapcsolatban:
ka: დამატებითი ინფორმაცია აღმოჩენილი შეცდომის შესახებ:
nl: Extra informatie met betrekking tot de aangetroffen fout:
pl: Dodatkowe informacje odnośnie napotkanego błędu:
pt_br: Informações adicionais sobre o erro encontrado:
tr: Karşılaşılan hataya ilişkin ek bilgi:
zh_hans: 关于所遇到的错误的额外信息：
zh_hant: 遇到的錯誤附加資訊：

# CPUFeatureWarningTitle
source: CPU Detected as Missing Required Features
fr: Le processeur a n'a pas les fonctionnalités nécessaires
ka: აღმოჩნდა, რომ CPU-ს აკლია შემდეგი ფუნქციები
pl: Uwaga: Nie Wykryto Wymaganych Funkcji Procesora
zh_hant: 檢測到 CPU 缺少所需的功能

# LauncherOptionShowAllBetaVersions
source: Show all existing beta versions of Thrive
fr: Afficher toutes les versions beta de Thrive existantes
hu: A Thrive összes béta verziójának megjelenítése
ka: Thive-ის ყველა არსებული ბეტა ვერსიების ჩვენება
nl: Toon alle bestaande beta versies van Thrive
pl: Pokazuj wszystkie istniejące bety Thrive
pt_br: Mostrar todas as versões beta de Thrive existentes
tr: Thrive'ın mevcut olan bütün beta sürümlerini göster
zh_hans: 显示所有可用的Thrive测试版
zh_hant: 顯示 Thrive 的所有現有測試版本

# RehydrationStarting
source: This is a dehydrated build. Beginning rehydration.
fi: Tämä on dehydratoitu koontiversio. Aloitetaan rehydraatio.
fr: C'est une version compressée. Début de la décompression.
ka: ეს დეჰიდრირებული აგებაა. რეჰიდრატაციის დასაწყისი.
nl: Dit is een gecomprimeerde build. Het bestand wordt uitgepakt.
pl: To jest skompresowana wersja. Rozpoczynanie dekompresji.
ru: Это обезвоженное телосложение. Начинаем регидратацию.
tr: Bu sürüm, sıkıştırılmış bir sürüm. Çıkarma işlemi başlatılıyor.
zh_hans: 这是一个被压缩的版本。开始解压。
zh_hant: 這是一個已壓縮的版本。開始解壓中。

# CopyLogWindowToClipboardToolTip
source: Copy the game output to clipboard
fi: Kopioi pelin tuloste leikepöydälle
fr: Copier la sortie du jeu dans le presse-papier
hu: Kimenet másolása a vágólapra
ka: თამაშის გამოტანის კოპირება ბუფერში
nl: Kopieer uit uitvoer van het spel naar het klembord
pl: Kopiuj informacje wyjściowe gry do schowka
ru: Скопировано в игровой буфер обмена
tr: Oyun çıktısını panoya kopyala
uk: Копіювати результат гри до буферу обміну
zh_hans: 复制游戏输出到剪贴板
zh_hant: 複製遊戲輸出到剪貼簿

# ViewFirstAutoUpdaterFolder
source: Open Folder First Updater Is In
fi: Avaa kansio, joka sisältää ensimmäisen päivittäjän
fr: Ouvrir le dossier du premier outil de misse à jour
ka: საქაღალდის, რომელშიც პირველი განახლების პროგრამაა, გახსნა
nl: Open Map Met Eerste Bijwerkbestand
pl: Otwórz Folder Z Pierwszym Aktualizatorem
tr: İlk Güncelleyicinin Bulunduğu Klasörü Aç
zh_hans: 打开第一个更新器所在的文件夹
zh_hant: 開啟第一個更新程式所在的資料夾

# NoAvailableCrashesToReport
source: No crashes detected that could be reported
fr: Aucun plantage détecté pouvant être rapporté
ka: გადასაცემი ავარიები აღმოსაჩენ არააა
pl: Nie znaleziono crashów do zgłoszenia
tr: Rapor edilecek herhangi bir çökme bulunamadı
zh_hans: 没有检测到可以被报告的崩溃
zh_hant: 未偵測到可報告的崩潰

# LauncherOptionAutoRestartThrive
source: Automatically restart Thrive if starting it fails
bg: Автоматично рестартиране на „Thrive“, ако стартирането е неуспешно
fr: Redémarrer automatiquement Thrive si le démarrage échoue
ka: Thrive-ის ავტომატური გადატვირთვა, თუ გაშვება ჩავარდება
nl: Automatische herstart van Thrive als starten mislukt
pl: Automatycznie rozpoczynaj ponownie Thrive, jeśli jego rozpoczęcie się nie powiedzie
pt_br: Reiniciar Thrive automaticamente se houver falha na inicialização
tr: Başlatma gerçekleşmezse, Thrive'ı otomatik olarak tekrar başlat
uk: Автоматично перезапустити Thrive у випадку невдалого запуску
zh_hans: 如果启动失败，则自动重启Thrive
zh_hant: 如果啟動失敗，自動重新啟動 Thrive

# LauncherOptionCleanTemporaryFiles
source: Automatically delete old files in the temporary folder
bg: Автоматично изтриване на старите файлове в папката за временни файлове
cs: Automaticky odstraňovat staré soubory v dočasné složce
da: Slet automatisk gamle filer i midlertidig mappen
es: Borrar automáticamente archivos viejos in la carpeta temporal
fr: Supprimer automatiquement les anciens fichiers du dossier temporaire
hu: Az ideiglenes mappában levő régi fájlok automatikus törlése
it: Eliminazione automatica dei vecchi file nella cartella temporanea
ja: 一時フォルダ内の古いファイルを自動削除する
ka: ძველი ფაილების ავტომატური წაშლა დროებით საქაღალდეში
pl: Automatycznie usuwaj stare pliki w folderze tymczasowym
pt_br: Apagar automaticamente arquivos antigos na pasta temporária
sv: Ta automatiskt bort gamla filer i den temporära mappen
tr: Geçici klasördeki eski dosyaları otomatik olarak sil
zh_hans: 自动删除临时文件夹中的老文件
zh_hant: 自動刪除臨時資料夾中的舊檔案

# LauncherVersionUpdateDescription
source: Updating launcher to version {0} (current version: {1})
bg: Обновяване на стартиращата програма от версия {1} към {0}
fr: Mise à jour du lanceur à la version {0} (version actuelle : {1})
ka: გამშვების განახლება ვერსიამდე {0} (მიმდინარე ვერსიაა: {1})
nl: Het opstarthulpprogramma wordt bijgewerkt tot versie {0} (huidige versie: {1})
pl: Aktualizowanie launchera do wersji {0} (obecna wersja: {1})
pt_br: Atualizando inicializador para versão {0} (versão atual: {1})
ru: Обновление лаунчера на версию {0} нынешняя версия: {1}
tr: Başlatıcı, {0} sürümüne güncelleniyor (mevcut sürüm: {1})
zh_hans: 将启动器更新到版本 {0} (current version: {1})
zh_hant: 正在將啟動器更新至版本 {0}（當前版本：{1}）

# MissingThriveFolderError
source: Thrive folder should exist at {0} but doesn't
bg: Папката на „Thrive“ трябва да е в „{0}“, но не съществува
da: Thrive mappen burde eksistere her {0}, men gør det ikke
fi: Thriven hakemiston tulisi olla olemassa polussa {0}, mutta sitä ei ole olemassa
fr: Un dossier Thrive devrait exister à {0} mais ce n'est pas le cas
ka: Thrive-ის საქაღალდე უნდა არსებობდეს მისამართზე {0}, მაგრამ არ არსებობს
nl: Thrive map zou moeten bestaan op {0} maar bestaat niet
pl: Folder Thrive powinien się znajdować w {0}, lecz go tam nie ma
pt_br: Uma pasta Thrive deveria existir em {0} mas não existe
ro: Folderul Thrive ar trebui să fie la {0} dar nu e
ru: Папка Thrive должна находиться в {0} , но её там нет
sv: Thrive mappen borde finnas vid {0} men gör inte det
tr: Thrive klasörü {0} konumunda olmalı ancak burada bulunmamakta
uk: Папка Thrive має існувати в {0}, але відсутня
zh_hans: Thrive文件夹应存在于{0}，但它并不存在
zh_hant: Thrive 資料夾應存在於 {0}，但實際不存在

# ThriveInstallFolderNotFound
source: The Thrive version installation folder does not exist.
bg: Папката на „Thrive“ не съществува.
cs: Instalační složka verze Thrive neexistuje.
da: Thrive version installationsmappen findes ikke.
es: La carpeta de instalación de la versión de Thrive no existe.
fi: Thrive-version asennushakemistoa ei ole olemassa.
fr: Le dossier d'installation de la version de Thrive n'existe pas.
hu: A Thrive verzió telepítési mappája nem létezik.
it: La cartella di installazione della versione di Thrive non esiste.
ka: Thrive-ის ვერსიის დაყენების საქაღალდე არ არსებობს.
nl: De Thrive versie installatiemap bestaat niet.
pl: Folder instalacji wersji Thrive nie istnieje.
pt_br: A pasta de instalação da versão do Thrive não existe.
ro: Folderul pentru instalarea versiunilor Thrive nu există.
ru: Папка установки версии Thrive не существует.
sv: Thrive-versionsinstalleringsmappen finns inte.
tr: Thrive sürümünün kurulum klasörü bulunmamakta.
uk: Папка встановлення версії Thrive не існує.
zh_hans: Thrive版本安装文件夹不存在。
zh_hant: Thrive 版本安裝資料夾不存在。

# LoginToSeeThisContent
source: Login to the ThriveDevCenter to see this content
da: Log ind til ThriveDevCenteret for at se dette indhold
fi: Kirjaudu sisään ThriveDevCenteriin nähdäksesi tämän sisällön
fr: Connectez-vous au ThriveDevCenter pour voir ce contenu
ka: შედით ThriveDevCenter-ში, რომ ეს შემცველობა დაინახოთ
nl: Meld aan bij ThriveDevCenter om deze inhoud te zien
pl: Zaloguj się do ThriveDevCenter by zobaczyć tę treść
pt_br: Faça login no ThriveDevCenter para ver este conteúdo
ro: Logați-vă pe ThriveDevCenter ca să vedeți acest conținut
ru: Зайдите в Центр Разработчиков Thrive дабы увидеть содержимое
sv: Logga in på ThriveDevCenter för att se detta innehåll
tr: Bu içeriği görmek için ThriveDevCenter'a giriş yapın
uk: Увійдіть до DevCenter, щоб побачити цей контент
zh_hans: 登录到ThriveDevCenter以查看此内容
zh_hant: 登錄 ThriveDevCenter 查看此內容

# CrashReportDeleteAfterSubmitting
source: Delete this crash dump file after reporting (recommended)
fr: Supprimer le fichier de plantage après le rapport (recommandé)
ka: ამ ავარიის დამპის ფაილის წაშლა ანგარიშის გაგზავნის შემდეგ (რეკომენდებულია)
nl: Verwijder dit crash dumpbestand na het rapporteren (aangeraden)
pl: Usuń ten plik zrzutu crasha po zgłoszeniu (zalecane)
tr: Bildirdikten sonra bu çökme dökümü dosyasını sil (önerilen)
zh_hans: 报告后删除此崩溃文件（推荐）
zh_hant: 回報後刪除此崩潰傾印檔（推薦）

# EmbeddedPckToolLicenseTitle
source: Bundled godotpcktool license and its used libraries licenses:
fr: Licence de godotpcktool inclus et licences de ces bibliothèques utilisées :
ka: მოყოლებული godotpcktool-ის ლიცენზიები და მის მიერ გამოყენებული ბიბლიოთეკების ლიცენზია:
nl: De licentie van de gebundelde godotpcktool en diens gebruikte softwarebibliotheken:
pl: Licencja godotpcktool w pakiecie oraz licencje jego użytych bibliotek:
tr: Paketlenmiş godotpcktool lisansı ve kullanılan kitaplıkların lisansları:
zh_hans: 捆绑的godotpcktool许可证和其使用的库的许可证：
zh_hant: 捆綁的 godotpcktool 授權條款及其使用的程式庫授權條款：

# RequiresExternalVersionsEnabled
source: This option requires external version downloads to be enabled
fr: Cette option requiert d'activer le téléchargement des versions externes
ka: ამ პარამეტრს გარე ვერსიის გადმოწერის ჩართვა სჭირდება
nl: Deze optie vereist dat het downloaden van externe versies is aangezet
pl: Ta opcja wymaga włączenia pobrań zewnętrznych wersji
pt_br: Esta opção requer que downloads de versões externas estejam ativados
tr: Bu seçenek, dışarıdan gelen sürümlerin indirilmesini etkinleştirmeyi gerektirir
zh_hans: 此选项需要启用外部版本下载
zh_hant: 此選項需要啟用外部版本下載

# DeleteErrorDoesNotExist
source: Failed to delete because the target path doesn't exist
bg: Изтриването е неуспешно, защото местоположението не съществува
da: Sletning mislykkedes, da stien ikke findes
fr: Échec de la suppression car l'emplacement cible n'existe pas
hu: A törlés sikertelen, mert a célhely nem létezik
it: Cancellazione fallita perché il percorso non esiste
ka: წაშლა ჩავარდა, რადგან სამიზნე ბილიკი არ არსებობს
nl: Kon niet verwijderen omdat het doelpad niet bestaat
pl: Nie udało się usunąć ponieważ ścieżka docelowa nie istnieje
pt_br: Falha ao remover porque o endereço indicado não existe
ro: Ştergerea a eșuat pentru că calea alesă nu există
ru: Не удалось удалить, так как текущий путь не был найден
sv: Misslyckades att radera eftersom filsökväg inte finns
tr: Silme işlemi başarısız çünkü hedef yol mevcut değil
uk: Видалення не вдалося, тому що вказаний шлях не існує
zh_hans: 删除失败，目标路径不存在
zh_hant: 刪除失敗，目標路徑不存在

# LauncherOptionHide32Bit
source: Hide 32-bit versions if an equivalent 64-bit version exists
bg: Скриване на 32-битовите версии при наличие на 64-битова архитектура
cs: Schovat 32-bit verzi pokud je 64-bit verze dostupná
da: Gem 32-bit versioner hvis en lignende 64-bit version eksisterer
de: Verstecke 32-Bit Versionen, wenn gleichwertige 64-Bit Versionen vorhanden sind
es: Oculta versiones de 32 bits si existe una versión equivalente de 64 bits
fi: Piilota 32-bittiset versiot, jos vastaava 64-bittinen versio on olemassa
fr: Masquer les versions 32 bits si une version 64 bits équivalente existe
hu: 32 bites verziók elrejtése, ha létezik egyenértékű 64 bites verzió
it: Nasconde la versione a 32 bit se una versione equivalente del gioco esiste
ja: 64ビット版が存在する場合、32ビット版を非表示にする
ka: 32-ბიტიანი ვერსიების დამალვა, თუ აღმოჩენილია ეკვივალენტური 64-ბიტიანი ვერსია
nl: Verberg 32-bits versie als een equivalente 64-bits versie bestaat
pl: Ukryj wersje 32-bitowe jeśli porównywalne 64-bitowe wersje istnieją
pt_br: Ocultar versões de 32-bit se uma versão de 64-bit equivalente existir
ro: Ascunde versiuni 32-bit dacă o versiune corespunzătoare 64-bit există
ru: Скрыть 32-битные версии если существуют соответствующие 64-битные версии
sv: Göm 32-bit versioner om liknande 64-bit version finns
tr: Eşdeğer bir 64-bit sürüm mevcutsa, 32-bit sürümleri gizle
uk: Приховати 32-розрядні версії, якщо існує еквівалента 64-розрядна версія
zh_hans: 如果存在等效的 64 位版本，隐藏 32 位版本
zh_hant: 如果存在等效的 64 位版本，則隱藏 32 位版本

# RobotoLicenseTitle
source: Roboto font is used in the launcher, Roboto license:
bg: Стартиращата програма използва шрифта „Roboto“ с лиценз:
cs: V Launcheru je použito písmo Roboto, licence Roboto:
da: Roboto fonten bruges i launcheren, Roboto licens:
es: La fuente Roboto se utiliza en el lanzador, Licencia:
fi: Roboto-fonttia käytetään laukaisijassa, Roboto-fontin lisenssi:
fr: La fonte Roboto est utilisée dans le lanceur, licence Roboto :
hu: A Launcheren a Roboto betűtípus van használatban, Roboto licenc:
it: Il font utilizzato nel launcher è Roboto, con licenza:
ka: გამშვებში გამოყენებულია ფონტი Roboto. Roboto-ი ლიცენზია:
nl: Roboto font wordt gebruikt in opstarthulpprogramma, Roboto licentie:
pl: W launcherze używany jest font Roboto, licencja Roboto:
pt_br: A fonte Roboto é usada no Inicializador, licença da Roboto:
ro: Fontul Roboto este folosit în launcher, licența Roboto:
ru: Шрифт Roboto используется в лаунчере, лицензия Roboto:
sv: Roboto typsnitt används i programstartaren, Roboto licens:
tr: Başlatıcıda, Roboto yazı tipi kullanılmaktadır. Roboto lisansı:
uk: Лаунчер використовує шрифт Roboto, ліцензія Roboto:
zh_hans: 启动器使用了 Roboto 字体，Roboto 证书：
zh_hant: 啟動器中使用 Roboto 字體，Roboto 授權：

# ClearTemporaryFilesCount
source: You are about to delete {0} files / folders
bg: Ще бъдат изтрити {0} файла / папки
da: Du er ved at slette {0} filer / mapper
fi: Olet poistamassa {0} tiedostoa / hakemistoa
fr: Vous êtes sur le point de supprimer {0} fichiers / dossiers
it: Si stanno per eliminare {0} file/cartelle
ka: აპირებთ, {0} ფაილი/საქაღალდე წაშალოთ
nl: Je staat op het punt {0} bestanden/mappen te verwijderen
pl: Planujesz usunąć {0} plik(i/ów) / folder(y/ów)
pt_br: Você está prestes a remover {0} arquivos / pastas
ro: Sunteți pe cale să ștergeți {0} file / foldere
ru: Вы собираетесь удалить {0} файлов / папок
sv: Du är på väg att radera {0} filer / mappar
tr: {0} dosya/klasör silmek üzeresiniz
uk: Буде видалено {0} файлів/каталогів
zh_hans: 你将要删除 {0} 个文件或文件夹
zh_hant: 您即將刪除 {0} 個檔案／資料夾

# ExtractError
source: Failed to extract an archive due to error: {0}
bg: Разархивирането на архива е неуспешно поради следната грешка: {0}
da: Fejlede i at udpakke arkivet på grund af fejl: {0}
fi: Arkiston purkaminen epäonnistui virheen takia: {0}
fr: Échec de l'extraction d'une archive a cause d'une erreur : {0}
hu: Archívum kibontása sikertelen: {0}
ka: არქივის გაშლა ჩავარდა შემდეგი შეცდომის გამო: {0}
nl: Kon het archief niet uitpakken door fout: {0}
pl: Nie udało się wydobyć archiwum ze względu na błąd: {0}
pt_br: Falha na extração de um arquivo devido a um erro: {0}
ro: Extragerea unei arhive a eșuat din cauza erorii: {0}
ru: Не удалось разархивировать из-за ошибки:{0}
sv: Misslyckades att extrahera ett arkiv p.g.a error: {0}
tr: Hatadan dolayı bir arşiv ayıklanamadı: {0}
uk: Не вдалося витягнути архів з-за помилки: {0}
zh_hans: 由于错误：{0}，读取存档失败
zh_hant: 解壓縮檔案時發生錯誤：{0}

# CrashReportEmailFieldNotice
source: Your email will only be visible to ThriveDevCenter administrators.
fi: Sähköpostisi on näkyvissä vain ThriveDevCenterin admineille.
fr: Votre email ne sera visible que pour les administrateurs de ThriveDevCenter.
hu: Az email címet csak a ThriveDevCenter adminisztrátorai látják.
ka: თქვენი ელფოსტა, მხოლოდ, ThriveDevCenter-ის ადმინისტრატორებისთვის იქნება ხილული.
nl: Je e-mail adres zal alleen zichtbaar zijn voor beheerders van ThriveDevCenter.
pl: Twój e-mail będzie widoczny jedynie dla administratorów ThriveDevCenter.
pt_br: Seu email ficará visível apenas para os administradores do ThriveDevCenter.
tr: E-postanız, yalnızca ThriveDevCenter yöneticilerine görünür olacak.
zh_hans: 您的电子邮箱仅对ThriveDevCenter管理员可见。
zh_hant: 您的電子郵件僅對 ThriveDevCenter 管理員可見。

# SelectCrashToReport
source: Select a crash to report by clicking its name
fi: Valitse kaatuminen raportoitavaksi klikkaamalla sen nimeä
fr: Sélectionner un plantage à rapporter en cliquant sur son nom
ka: აირჩიეთ ავარიის ანგარიში მის სახელზე დაწკაპუნებით
nl: Selecteer een crash om te rapporteren door op de naam te klikken
pl: Wybierz crash do zgłoszenia klikając jego nazwę
ru: Выберите сбой о котором хотите сообщить нажав на это имя
tr: Rapor edilecek çökme türünü ismine tıklayarak seç
zh_hans: 单击名称选择要报告的崩溃文件
zh_hant: 單擊名稱選擇要報告的崩潰

# ThriveRunError
source: Thrive failed to run due to the following error: {0}
da: Thrive fejlede i at køre grundet følgende fejl: {0}
fi: Thriven suoritus kohtasi virheen: {0}
fr: Thrive a échoué à se lancer à cause de l'erreur suivante : {0}
hu: A Thrive futtatása sikertelen a következő hiba miatt: {0}
ka: Thrive-ის გაშვება ჩავარდა შემდეგი შეცდომით: {0}
nl: Thrive kon niet draaien vanwege de volgende fout: {0}
pl: Uruchamianie thrive nie powiodło się ze względu na następujący błąd: {0}
pt_br: Thrive não conseguiu ser inicializado devido ao seguinte erro: {0}
ro: Thrive n-a putut să joace din cauza acestei erori: {0}
ru: Thrive не удалось запустить из-за данной ошибки:{0}
sv: Thrive misslyckades att starta p.g.a följande error: {0}
tr: Belirtilen hatadan dolayı Thrive başlatılamadı: {0}
uk: Thrive не вдалося запуститися з-за наступної помилки: {0}
zh_hans: Thrive运行失败，原因如下:{0}
zh_hant: Thrive 無法運行，發生以下錯誤：{0}

# NoBuildToPlayFound
source: No DevBuild matching the required type and current platform found
da: Intet DevBuild der matcher den påkrævede type og nuværende platform blev fundet
fr: Aucune version de développement trouvée pour le type demandé et la plateforme actuelle
ka: DevBuild მოთხოვნილი ტიპით მიმდინარე პლატფორმისთვის აღმოჩენილი არაა
nl: Geen DevBuild van het benodigde type voor het huidige platform is gevonden
pl: Nie znaleziono jakiejkolwiek Wersji Deweloperskiej pasującej do wymaganego rodzaju oraz obecnej platformy
pt_br: Nenhuma versão de desenvolvimento que corresponda ao tipo requerido e à plataforma atual foi encontrada
ro: Niciun DevBuild cu tipul ales și pentru această platformă n-a fost găsit
ru: Не было найдено Билдов Разработчика нужного типа и нужной платформы
sv: Ingen DevBuild av matchande typ och nuvarande plattform hittades
tr: Gerekli türde ve geçerli platformla eşleşen bir Geliştirme Sürümü bulunamadı
uk: Не знайдено DevBuild, що відповідає обраному типу та поточній платформі
zh_hans: 没有找到匹配所需类型和当前平台的DevBuild
zh_hant: 未找到與所需類型和當前平臺匹配的 DevBuild
