Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# RequiresLatestBetaShowingEnabled
source: This option can only be enabled when showing latest beta version option is enabled first
fr: Cette option est seulement disponible en activant d'abord l'option d'affichage de la dernière version beta
ka: ეს პარამეტრი, მხოლოდ, მაშინ შეგიძლიათ ჩართოთ, თუ ჯერ უკანასკნელი ბეტა ვერსიის ჩვენების პარამეტრს ჩართავთ
nl: Deze optie kan alleen aangezet worden als het weergeven van de meest recente betaversie eerst is aangezet
pl: Ta opcja może zostać włączona jedynie po włączeniu opcji pokazywania najnowszej bety
pt_br: Esta opção só pode ser ativada se primeiro for ativada a opção de mostrar a última versão beta
tr: Bu seçenek yalnızca, en son beta sürümünü gösterme seçeneği aktifken etkinleştirilebilir
zh_hans: 启用最新测试版选项后，才能启用此选项
zh_hant: 僅當啟用顯示最新測試版本選項時，才能啟用此選項

# ClearDehydratedLocation
source: Delete all files in the DevBuild dehydrated cache folder. If the location is non-default there may exist non-Thrive files in the folder which will also be deleted.
bg: Изтриване на всички файлове в папката за кеша на тестовите версии.
cs: Odstranit všechny soubory ve složce mezipaměti DevBuild. Pokud je umístění jiné než výchozí, mohou v této složce existovat soubory, které nejsou soubory Thrive a které budou také odstraněny.
da: Slet alle filer i DevBuild dehydrerede cache mappen. Hvis lokationen ikke er standard kan der eksistere ikke-Thrive filer i mappen som muligvis også vil blive slettet.
es: Borra todos los archivos en la carpeta de caché comprimida de DevBuild. Si la ubicación no es la predeterminada, es posible que también existan archivos que no pertenezcan a Thrive en la carpeta y que también se eliminarán.
fi: Poista kaikki tiedostot dehydratoitujen tiedostojen välimuistissa. Jos sijainti ei ole oletus, siellä voi olla muita kuin Thriveen liittyviä tiedostoja, jotka myös poistetaan.
fr: Supprime tous les fichiers dans le dossier de cache compressé des versions de développement. Si l'emplacement n'est pas celui par défaut, il peut exister des fichiers n'appartenant pas à Thrive dans le dossier qui seront également supprimés.
hu: Törli a DevBuild dehidratált gyorsítótár mappájának összes fájlját. Ha a hely nem az alapértelmezett, előfordulhat, hogy a mappában nem a Thrive-hoz tartozó fájlok is vannak, amelyek szintén törlésre kerülnek.
it: Cancella tutti i file nella cartella compressa DevBuild. Se la cartella non è quella predefinita alcuni file non di Thrive presenti dentro la cartella potrebbero venire cancellati.
ja: DevBuildの圧縮キャッシュフォルダ内のすべてのファイルを削除します。場所をデフォルト以外に設定している場合、Thriveに関係ないファイルも削除される可能性があります。
ka: ყველა ფაილის წაშლა DevBuild-ის გაუწყლოებული კეშის საქაღალდეში. თუ მდებარეობა არანაგულისხმევია, შეძლება, არა-Thrive-ის ფაილებიც იყოს და ისინიც წაიშლება.
nl: Verwijderde alle bestanden in de DevBuild cache-map voor gecomprimeerde bestanden. Als deze map zich niet op de standaardlocatie bevindt, kunnen er mogelijk ook bestanden die niets met Thrive te maken hebben in deze map staan. Deze bestanden worden dan ook verwijderd.
pl: Usuń wszystkie pliki w skompresowanym folderze pamięci podręcznej Wersji Developerskiej. Jeśli lokacja jest niestandardowa, w folderze mogą być pliki niezwiązane z Thrive które również zostaną usunięte.
pt_br: Remover todos os arquivos da pasta compactada de cache do DevBuild. Se o caminho da pasta não for o padrão, é possível que existam arquivos não relacionados ao Thrive que também serão removidos.
ro: Ștergeți toate filele din folderul cache comprimat DevBuild. Dacă locația nu este default, vor putea exista file fără legătură cu Thrive, care vor fi șterse împreună cu restul filelor.
ru: Удалить все файлы в папке сжатого кэша DevBuild. Если используется расположение не по умолчанию, могут быть удалены не связанные с Thrive файлы.
sv: Radera alla filer i "DevBuild dehydrated cache" mappen. Om platsen är icke-standard kan det existera icke-Thrive filer i mappen som också raderas.
tr: Geliştirme Sürümü'nün sıkıştırılmış önbellek klasöründeki bütün dosyaları sil. Eğer mevcut klasör, varsayılan konum değilse, bu klasördeki Thrive'a ait olmayan dosyalar da silinecek.
uk: Видаити усі файли в папці дегідрованого кешу DevBuild. Якщо це не є розташуванням за замовчуванням, то у папці можуть бути файли, не пов'язані з Thrive, які також будуть видалені.
zh_hans: 删除DevBuild压缩缓存文件夹中的所有文件。如果该文件夹不在默认的位置，则可能会删除文件夹中与Thrive无关的文件。
zh_hant: 刪除 DevBuild 中的壓縮快取資料夾中的所有檔案。如果該資料夾不在預設位置，可能會存在非 Thrive 檔案，這些檔案也將被刪除。

# ManualHashSelectButtonToolTip
source: Select the manually entered hash value to be used from the input box as the selected DevBuild to play when playing a DevBuild
bg: Въведете ръчно въведената стойност на хеша на тестовата версия, която ще използвате
cs: Vybrat manuálně vložený hash, který se použije ze vstupního pole jako vybraný DevBuild pro přehrávání při hraní DevBuild
da: Vælg den manuelt indskrevne has værdi der bruges fra inputboksen som det valgte DevBuild der spilles når der spilles en DevBuild
es: Selecciona el valor del hash ingresado manualmente que se utilizará desde el cuadro de entrada como el DevBuild seleccionado para reproducir cuando juegues una DevBuild
fi: Valitse manuaalisesti syötetty tarkistussumma käytettäväksi tekstinsyöttölaatikosta DevBuildin tyyppinä kun pelataan DevBuildia
fr: Choisir la valeur du hash entré manuellement pour être utilisée dans la boite de saisie comme version de développement quand une version de développement est utilisée pour jouer
hu: Válaszd ki a kézzel megadott hash értéket a beviteli mezőből, amelyet a DevBuild lejátszásakor használni szeretnél
it: Selezionare il valore hash inserito manualmente dalla casella di immissione come DevBuild selezionato da eseguire quando si riproduce un DevBuild
ka: აირჩიეეთ ხელით შეყვანილი ჰეშის მნიშვნელობა, რომელიც გამოყენებული იქნება მონიშნული DevBuild-ის შეყვანის ველში, როცა DevBuild-ით ითამაშებთ
nl: Selecteer de handmatig ingevulde hash uit het invulveld als de geselecteerde DevBuild om te spelen wanneer je een DevBuild speelt
pl: Wybierz manualnie wprowadzoną wartość hasha do użycia z ramki wejścia jako wybraną Wersję Deweloperską do uruchomienia gdy Wersja Deweloperska jest uruchamiana
pt_br: Selecione o valor do hash inserido manualmente a ser usado pela caixa de texto como o DevBuild selecionado para reprodução quando jogar um DevBuild
ro: Selectați valoarea hash-ului intrată manual ca să fie folosită din cutia de input ca DevBuild-ul selectat când vă jucați un DevBuild
ru: Выберите введенное вручную хэш-значение, которое будет использоваться в поле ввода в качестве выбранной сборки разработчика для воспроизведения при воспроизведении сборки разработчика
sv: Välj den manuellt inskrivna hasch-valutan som är använd för inskrivningslådan som den valda Devbuild att spela när du kör en Devbuild
tr: Bir Geliştirme Sürümü oynandığında; giriş kutusundan da kullanılmak üzere, manuel olarak girilen anahtar değerini Geliştirme Sürümü olarak seç
uk: Виберіть вручну значення хешу, що буде використано для відтворння під час програвання DevBuild, з поля введення як вибраний DevBuild
zh_hans: 在游玩DevBuild时选择手动输入自定义哈希值进行游玩
zh_hant: 在遊玩 DevBuild 時選擇手動輸入雜湊值作為選定的 DevBuild

# InternalErrorExplanation
source: An internal error has occurred in the launcher. Please report this issue and provide the launcher log files along with your report how you ran into this problem.
da: Der er sket en intern fejl i launcheren. Rapportér venligst dette problem og inkluder launcher-logfilerne samt en beskrivelse af, hvordan du oplevede problemet.
fr: Une erreur interne est survenue dans le lanceur. Veuillez signaler ce problème et fournir le journal du lanceur avec votre rapport et la façon dont vous avez rencontré ce problème.
it: Si è verificato un errore operativo nel launcher. Si prega di segnalare questo problema e di fornire i file di log del launcher oltre a comunicare come ha riscontrato il problema.
ka: აღმოჩენილია გამშვების შიდა შეცდომა. მოგვწერეთ მის შესახებ და მოაყოლეთ გამშვების ჟურნალის ფაილები თქვენს რეპორტს, როგორ მოახერხეთ, ეს პრობლემა შეგქმნოდათ.
nl: Er heeft zich een interne fout in het opstarthulpprogramma voorgedaan. Gelieve het probleem te rapporteren. Als je het probleem rapporteert, en de logbestanden van het opstarthulpprogramma mee te leveren bij dit rapport.
pl: W launcherze wystąpił błąd wewnętrzny. Prosimy go zgłosić i dostarczyć pliki logów launchera wraz z opisem natrafienia na ten problem.
pt_br: Ocorreu um erro interno no inicializador. Por favor, relate esse problema e forneça os arquivos de log do inicializador juntamente com seu relato de como você encontrou esse problema.
ro: A apărut o eroare internă în launcher. Vă rugăm să raportați această eroare și să ne dați filele de log ale launcher-ului împreună cu raportul dvs. cu ce s-a întâmplat.
ru: Внешняя ошибка произошла в лаунчере.Пожалуйста, сообщите о данной проблеме и приложите лог Лаунчера.
sv: En intern error har skett i programstartaren. Vänligen rapportera detta problem och medge programstartarlogg-filerna tillsammans med din rapport på hur du stötte på detta problem.
tr: Başlatıcıda bir iç hata oluştu. Lütfen bu sorunu bildirin ve oluşan başlatıcı günlük dosyalarını, bu sorunla nasıl karşılaştığınızı anlatan bir rapor ile birlikte gönderin.
uk: У лаунчері сталася внутрішня помилка. Будь ласка, залиште відгук про цю проблему та запровадьте файли журналу разом з детальним описом виникнення проблеми.
zh_hans: 启动器内部发生错误。请报告此问题，并提供启动器日志文件，同时写明你是如何触发该问题的。
zh_hant: 啟動器發生內部錯誤。請報告此問題並提供啟動器記錄檔以及您遇到此問題的詳細資訊。

# ClearTemporaryFilesPromptExplanation
source: You are about to delete all the files contained in the temporary folder at "{0}". Even non-Thrive files will be deleted if any happen to exist in that folder. The folder itself will also be deleted. Delete the temporary folder?
da: Du er ved at slette alle filer i den midlertidiges mappe ved "{0}". Selv ikke-Thrive filer vil blive slettet hvis de findes i mappen. Mappen i sig selv vil også blive slettet. Slet den midlertidige mappe?
fr: Vous êtes sur le point de supprimer tous les fichiers contenus dans le dossier temporaire "{0}". Même les fichiers externes à Thrive seront supprimés s'ils se trouvent dans ce dossier. Le dossier lui-même sera également supprimé. Supprimer le dossier temporaire ?
it: Si stanno per eliminare tutti i file contenuti nella cartella temporanea in “{0}”. Verranno eliminati anche file che non appartengono a Thrive, se presenti in tale cartella. Anche la cartella stessa verrà eliminata. Eliminare la cartella temporanea?
ka: აპირებთ წაშალოთ ყველა ფაილი, რომელიც მოთავსებულია დროებით საქაღალდეში ბილიკით "{0}". წაიშლება არა-Thrive-ის ფაილებიც კი, თუ ისინი არსებობს. ასევე წაიშლება საქაღლდეც. წავშალო დროებითი საქაღალდე?
nl: Je staat op het punt alle bestanden in de tijdelijke map "{0}" te verwijderen. Ook bestanden in deze map die niets met Thrive te maken hebben zullen worden verwijderd. De map zelf wordt ook verwijderd. Doorgaan met tijdelijke map verwijderen?
pl: Planujesz usunąć wszystkie pliki przechowywane w folderze tymczasowym w "{0}". Nawet pliki niezwiązane z Thrive zostaną usunięte, jeśli się w nim znajdują. Sam folder również zostanie usunięty. Usunąć folder tymczasowy?
pt_br: Você está prestes a remover todos os arquivos contidos na pasta temporária em "{0}". Mesmo arquivos que não são do Thrive serão removidos se estes existirem na pasta. A pasta em si também será removida. Remover pasta temporária?
ro: Sunteți pe cale să ștergeți toate filele din folderul temporar la "{0}". Și file fără legătură cu Thrive vor fi șterse dacă sunt în folder. Și folderul în sine va fi șters. Ștergeți folderul temporar?
ru: Вы собираетесь удалить все файлы, что содержатся в {0}. Будут удалены даже файлы, что никак не связаны с Thrive, но каким-то чудесным образом оказались в директории с Thrive. Сама папка так же будет удалена. Удалить временную папку?
sv: Du är på väg att radera alla filer förvarade i den tillfälliga mappen vid "{0}". Även icke-Thrive filer kommer att raderas ifall några finns i den mappen. Mappen själv kommer också att raderas. Radera den tillfälliga mappen?
tr: "{0}" konumundaki geçici klasörde bulunan bütün dosyaları silmek üzeresiniz. Eğer bu klasörde bulunan başka dosyalar varsa, buradaki Thrive'a ait olmayan dosyalar da silinecek. Bununla birlikte, klasörün kendisi de silinecek. Geçici klasör silinsin mi?
uk: Буде видалено всі файли, що містяться у тимчасовому каталозі за шляхом "{0}". Навіть файли, що не відносяться до Thrive, також будуть видалені у разі, якщо існують у вищеозначеному каталозі. Видалити тимчасовий каталог?
zh_hans: 你将要删除临时文件夹“{0}”中的所有文件。若其中存在非 Thrive 的文件，也会被一并删除。最后，整个文件夹也会被删除。确定删除临时文件夹吗？
zh_hant: 您即將刪除位於 "{0}" 的臨時資料夾中的所有檔案，即使其中存在非 Thrive 檔案，也將被刪除。該資料夾本身也將被刪除。確定要刪除臨時資料夾嗎？

# AllSigningKeysExpired
source: All of the signing verifying certificates that this launcher is shipped with have expired. This means that this version of the launcher is extremely outdated. Please download and install a newer version.
bg: Всички сертификати на стартиращата програма са изтекли. Това означава, че версията, която използвате, е остаряла. Моля, изтеглете и инсталирайте последната версия.
cs: Platnost všech certifikátů, se kterými je tento Launcher spojován, vypršela. To znamená, že tato verze spouštěče je zastaralá. Stáhněte si a nainstalujte novější verzi.
da: Alle signing verifying certifikater som launcheren ko med er udløbet. Det betyder at denne version af launcheren er ekstremt forældet. Download og installer venligst en nyere version.
es: Todos los certificados que fueron enviados con este lanzador han expirado. Esto significa que está versión del lanzador está extremadamente desactualizada. Por favor descarga una versión nueva.
fi: Kaikki allekirjoitusten vahvistussertifikaatit, jotka tämä laukaisijan versio sisältää, ovat vanhentuneet. Tämä tarkoittaa, että tämä laukaisijan versio on erittäin vanhentunut. Uuden version lataaminen ja asentaminen on erittäin suositeltavaa.
fr: Tous les certificats de vérification de signature avec lesquels ce lanceur est livré ont expiré. Cela signifie que cette version du lanceur est extrêmement obsolète. Veuillez télécharger et installer une version plus récente.
hu: Az összes mellékelt hitelesítő tanúsítvány lejárt. Ez azt jelenti, hogy a launcher ezen verziója rendkívül elavult. Kérjük, telepíts egy újabb verziót.
it: Tutti i certificati di verifica della firma con cui viene fornito questo launcher sono scaduti. Ciò significa che questa versione del launcher è estremamente obsoleta. Si prega di scaricare e installare una versione più recente.
ka: ყველა ხელმოწერის გადამოწმების სერტიფიკატის, რომელიც ამ გამშვებს მოჰყვებოდა, ვადა ამოიწურა. ეს ნიშნავს, რომ გამშვების ეს ვერსია ძალიან ძველია. გადმოწერეთ და დააყენეთ უფრო ახალი ვერსია.
nl: Alle certificaten voor ondertekenen en verifiëren die zijn meegeleverd met het opstarthulpprogramma zijn verlopen. Dit betekent dat deze versie van het opstarthulpprogramma erg verouderd is. Gelieve een nieuwere versie te downloaden en te installeren.
pl: Wszystkie z certyfikatów weryfikujących logowanie, w które zaopatrzony jest ten launcher, wygasły. To oznacza, iż ta wersja launchera jest ekstremalnie przestarzała. Prosimy pobrać i zainstalować nowszą wersję.
pt_br: Todos os certificados de verificação de assinaturas com os quais este Inicializador é fornecido expiraram. Isso significa que esta versão do Inicializador está extremamente desatualizada. Por favor, baixe e instale uma versão mais recente.
ro: Toate semnăturile care verifică certificatele cu care acest launcher este expediat au expirat. Asta înseamnă că versiunea asta a launcher-ului este foarte veche. Vă rugăm să descărcați și să instalați o versiune mai nouă.
ru: Ваша версия лаунчера устарела. Рекомендуем обновить его до последней версии.
sv: Alla signerande verifierande certifikat som denna programstartare skickas med har gått ut. Detta innebär att denna version av programstartaren är mycket utdaterad. Vänligen ladda ned och installera en nyare version.
tr: Bu başlatıcının birlikte gönderildiği tüm imza doğrulama sertifikalarının süresi doldu. Bu, başlatıcının mevcut sürümünün son derece eski olduğu anlamına gelir. Lütfen daha yeni bir sürümü indirip yükleyin.
uk: Термін дії всіх сертифікати з підтвердженим підписом, з якими надається цей лаунчер, закінчився. А це означає, що ця версія лаунчеру вкрай застаріла. Будь-ласка завантажте та встановіть новішу версію.
zh_hans: 此启动程序附带的所有签名验证证书都已过期。这意味着这个版本的启动器已经不再可用。请手动下载并安装新版本。
zh_hant: 此啟動器隨附的所有簽署驗證憑證均已過期。這意味著這個版本的啟動器已經相當過時。請下載並安裝更新的版本。

# NoCompatibleVersionsFound
source: The launcher could not find any compatible Thrive versions for the current platform. If you are using a weird operating system, this is expected. Otherwise, please report this as an issue.
cs: Launcher nemůže nalézt kompativilní verzi na aktuální platformě. Pokud používáte pochybný operační systém, je toto pochopitelné. V každém případě, nahlaste toto prosím jako chybu.
da: Launcheren kunne ikke finde nogle kompatible thrive versioner for den nuværende platform. Dette er forventeligt hvis du bruger et underligt operativsystem. Ellers rapportér det venligst som en fejl.
es: El lanzador no pudo encontrar ninguna version de Thrive compatible con la plataforma actual. Si estás usando un sistema operativo inusual, esto es de esperar. Por lo contrario, por favor informa de este problema.
fr: Le lanceur n'a pu trouver aucune version de Thrive compatible avec la plateforme actuelle. Si vous utilisez un système d'exploitation inhabituel, c'est normal. Dans le cas contraire, veuillez signaler ce problème.
hu: A launcher nem talált a rendszerrel kompatibilis Thrive verziót. Amennyiben szokatlan operációs rendszert használsz, ez normális. Egyéb esetben jelentsd ezt a hibát.
it: Il launcher non è riuscito a trovare versioni di Thrive compatibili con la piattaforma corrente. Se si utilizza un sistema operativo insolito, questo è prevedibile. In caso contrario, si invita a segnalarlo come problema.
ka: გამშვებმა მიმდინარე პლატფორმისთვის თავსებადი Thrive-ის ვერსიები ვერ იპოვა. თუ უცნაურ ოპერაციულ სისტემას იყენებთ, ეს მოსალოდნელიც იყო. წინააღმდეგ შემთხვევაში მოგვწერეთ ამ პრობლემის შესახებ.
nl: Het opstarthulpprogramma kon geen Thrive versies vinden die op het huidige platform werken. Als je een bijzonder besturingssysteem gebruikt, is dit te verwachten. Neem in andere gevallen met ons contact op.
pl: Launcher nie mógł znaleźć jakichkolwiek wersji Thrive kompatybilnych z tym systemem. Jeśli używasz nietypowego systemu operacyjnego, to jest oczekiwane. W innym przypadku prosimy zgłosić to jako błąd.
pt_br: O Inicializador não encontrou nenhuma versão do Thrive compatível com a plataforma atual. Se você está usando um sistema operacional estranho, isso é esperado. Caso contrário, por favor, relate isso como um problema.
ro: Launcher-ul n-a putut să găsească nicio versiune Thrive compatibilă cu această platformă. Dacă folosiți un sistem de operare ciudat, asta e de așteptat. Dacă nu e așa, vă rugăm să raportați această problemă.
ru: Лаунчер не может обнаружить совместимые версии Thrive для вашей текущей платформы. Если вы используете лютый самогон на подобии Temple OS, то ошибка не мудрена. Если нет - Сообщите об этой ошибке в Github.
sv: Programstartaren kunde inte hitta några kompatibla Thrive versioner för din nuvarande plattform. Om du använder ett udda operativsystem är detta förväntat. Annars, vänligen rapportera detta som ett problem.
tr: Başlatıcı, mevcut platform için herhangi bir uyumlu Thrive sürümü bulamadı. Eğer farklı bir işletim sistemi kullanıyorsanız, bu beklenen bir durumdur. Aksi takdirde, lütfen bunu bir sorun olarak bildirin.
uk: Лаунчер не може знайти жодної версії Thrive для поточної платформи. Якщо ви використовуєте незрозумілу операційну систему, то це звична річ. В іншому випадку повідомте про це, як про проблему.
zh_hans: 启动器无法找到与当前系统兼容的 Thrive 版本。如果您使用的是其他操作系统，这属于正常现象。否则，请将此现象作为问题报告。
zh_hant: 啟動器無法找到與目前平臺相容的 Thrive 版本。如果您使用的是小眾的作業系統，這是預料之中的。否則，請將此問題回報。

# ClearDehydratedFilesPromptExplanation
source: You are about to delete all the files contained in the dehydrated cache folder at "{0}". Even non-Thrive files will be deleted if any happen to exist in that folder. Delete the folder contents?
da: Du er ved at slette alle filerne i den dehydrerede cache mappe ved "{0}". Selv ikke-Thrive filer vil blive slette hvis de eksisterer i mappen. Slet mappens indhold?
fi: Olet poistamassa kaikki tiedostot, jotka ovat dehydratoitujen tiedostojen välimuistissa sijainnissa "{0}". Myös Thriveen liittymättömät tiedostot poistetaan, jotka ovat tässä kansiossa. Poista tämän kansion sisältö?
fr: Vous êtes sur le point de supprimer tous les fichiers contenus dans le dossier de cache compressé "{0}". Même les fichiers externes à Thrive seront supprimés s'ils se trouvent dans ce dossier. Supprimer le contenu du dossier ?
it: Stai per eliminare tutti i file contenuti nella cartella della cache disidratata in "{0}". Anche i file non Thrive, se presenti in quella cartella, verranno eliminati. Eliminare il contenuto della cartella?
ka: აპირებთ წაშალოთ ყველა ფაილი, რომელიც ინახება გაუწყლოვნებულ კეშის საქაღალდეში მისამართზე "{0}". წაიშლება არა-Thrive-ის ფაილებიც კი, რომლებიც იგივე საქაღალდეში აღმოჩნდნენ რაღაც მიზეზით. წავშალო საქაღალდის შემცველობა?
nl: Je staat op het punt de bestanden in de gecomprimeerde cachemap "{0}" te verwijderen. Ook bestanden die niets met Thrive te maken hebben zullen worden verwijderd als ze in die map staan. Doorgaan met mapinhoud verwijderen?
pl: Planujesz usunąć wszystkie pliki przechowywane w skompresowanym folderze pamięci podręcznej w "{0}". Nawet pliki niezwiązane z Thrive zostaną usunięte, jeśli w nim się znajdują. Usunąć zawartość foldera?
pt_br: Você está prestes a excluir todos os arquivos contidos na pasta de cache desidratada em "{0}". Até mesmo arquivos não relacionados ao Thrive serão excluídos se estiverem nessa pasta. Deseja excluir o conteúdo da pasta?
ro: Sunteți pe cale să ștergeți toate filele în folderul cache comprimat la "{0}". Și file fără legătură cu Thrive vor fi șterse dacă sunt în acel folder. Ștergeți conținuturile din folder?
ru: Вы собираетесь удалить все файлы, что содержатся в папке кэша {0}. Будут удалены так же все файлы, что не относятся к Thrive. Удалить содержимое папки?
sv: Du är på väg att radera alla filer lagrade i "dehydrated cache" mappen vid "{0}". Även icke-Thrive filer kommer att raderas om några är befintliga i mappen. Radera mappens innehåll?
tr: "{0}" konumundaki sıkıştırılmış önbellek klasöründe bulunan bütün dosyaları silmek üzeresiniz. Eğer bu klasörde bulunan başka dosyalar varsa, buradaki Thrive'a ait olmayan dosyalar da silinecek. Klasör içeriği silinsin mi?
uk: Буде видалено всі файли, що містяться у каталозі стиснутого кешу за шляхом "{0}". Навіть файли, що не відносяться до Thrive, також будуть видалені у разі, якщо існують у вищеозначеному каталозі. Видалити зміст каталогу?
zh_hans: 你将要删除压缩缓存文件夹“{0}”中的所有文件。若其中存在非 Thrive 的文件，也会被一并删除。确定删除文件夹中的所有文件吗？
zh_hant: 你將刪除位於 "{0}" 的壓縮快取資料夾中的所有檔案。即使其中存在非 Thrive 檔案，也將被刪除。確定要刪除該資料夾的內容嗎？
