Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# PerformImport
source: Import
ar: إستيراد
bg: Импортиране
cs: Importovat
da: Importér
de: Importieren
es: Importar
fi: Tuo
fr: Importer
hu: Importálás
it: Importa
ja: インポート
ka: შემოტანა
mk: Импортирај
nl: Importeren
pl: Importuj
pt_br: Importar
ro: Importă
ru: Импортировать
sv: Importera
tr: İçe Aktar
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

# LinksButton
source: Links
ar: روابط
bg: Връзки
cs: Odkazy
es: Enlaces
fi: Linkit
fr: Liens
hu: Linkek
it: Link
ja: リンク
ka: ბმულები
mk: Линкови
nl: Koppelingen
pl: Linki
ro: Link-uri
ru: Ссылки
sv: Länkar
tr: Bağlantılar
uk: Посилання
zh_hans: 相关链接
zh_hant: 相關連結

# PlayButton
source: Play
ar: العب
bg: Старт
cs: Spustit
da: Spil
de: Spielen
es: Jugar
fi: Pelaa
fr: Jouer
hu: Indítás
it: Gioca
ja: プレイ
ka: თამაში
mk: Играј
nl: Spelen
pl: Graj
pt_br: Jogar
ro: Joacă
ru: Играть
sv: Spela
tr: Oyna
uk: Грати
zh_hans: 开始
zh_hant: 開始遊戲

# FolderContentsLabel
source: Contents:
bg: Съдържание:
cs: Obsah:
da: Indhold:
de: Inhalte:
es: Contenido:
fi: Sisältö:
fr: Contenus :
hu: Tartalom:
it: Contenuti:
ja: コンテンツ:
ka: შემცველობა:
nl: Inhoud:
pl: Zawartość:
pt_br: Conteúdo:
ro: Conținuturi:
ru: Содержимое:
sv: Innehåll:
tr: İçerik:
uk: Вміст:
zh_hans: 内容：
zh_hant: 內容：

# ImportSucceededTitle
source: Import Succeeded
ar: تم الإستيراد بنجاح
bg: Импортирането е успешно
cs: Importování bylo úspěšné
da: Importering lykkedes
de: Import erfolgreich
es: Se ha importado con éxito
fi: Tuonti onnistui
fr: Importation réussie
hu: Importálás sikeres
it: Importazione avvenuta con successo
ja: インポートに成功しました
ka: შემოტანა წარმატებულია
mk: Импортиранјето е успешно
nl: Importeren was succesvol
pl: Importowanie powiodło się
pt_br: Importação concluída
ro: Importul a Avut Succes
ru: Импорт завершён
sv: Importering Lyckades
tr: İçe Aktarma Başarılı
uk: Імпорт виконано
zh_hans: 导入成功
zh_hant: 匯入成功

# LauncherSelectedLanguage
source: Launcher language:
ar: لغة المشغل:
bg: Език:
cs: Jazyk spouštěče:
da: Launcher sprog:
de: Launcher Sprache:
es: Idioma del lanzador:
fi: Laukaisijan kieli:
fr: Langue du lanceur :
hu: Launcher nyelv:
it: Lingua del launcher:
ja: Launcherの言語:
ka: გამშვების ენა:
mk: Јазик за во лансерот:
nl: Taal opstarthulpprogramma:
pl: Język Launchera:
pt_br: Idioma do Inicializador:
ro: Limba launcher-ului:
ru: Язык лаунчера:
sv: Språk:
tr: Başlatıcı dili:
uk: Мова лаунчеру:
zh_hans: 启动器语言：
zh_hant: 啟動器語言：

# NewsFeedTitle
source: NEWS
ar: أخبار
bg: НОВИНИ
cs: NOVINKY
da: NYHEDER
de: NEUIGKEITEN
es: NOVEDADES
fi: UUTISET
fr: ACTUALITÉS
hu: HÍREK
it: NOTIZIE
ja: ニュース
ka: სიახლეები
mk: Информаци
nl: NIEUWS
pl: NOWOŚCI
pt_br: NOVIDADES
ro: ȘTIRI
ru: НОВОСТИ
sv: NYHETER
tr: HABERLER
uk: НОВИНИ
zh_hans: 新闻
zh_hant: 新聞

# ExternalLinkThriveDevCenter
source: ThriveDevCenter
bg: Център за разработка
ka: Thrive-ის შემუშავების ცენტრი
uk: РозробЦентрThrive
zh_hans: Thrive开发中心

# ConnectedSupporterGreeting
source: Thank you,
ar: شكرا لك,
bg: Благодарим Ви,
cs: Dekujeme,
da: Tak,
de: Danke,
es: Gracias,
fi: Kiitos tuesta,
fr: Merci,
hu: Köszi,
it: Grazie,
ja: ありがとうございます、
ka: მადლობა,
mk: Фала,
nl: Bedankt,
pl: Dziękujemy Ci,
pt_br: Obrigado,
ro: Mulțumim,
ru: Спасибо,
sv: Tack,
tr: Teşekkür ederiz,
uk: Дякую
zh_hans: 感谢，
zh_hant: 感謝，

# ExternalLinkMainWebsite
source: Main website
ar: الموقع الرئيسي
bg: Официален сайт
cs: Hlavní Stánka
da: Hovedwebside
de: Haupt-Website
es: Sitio web principal
fi: Pääsivusto
fr: Site web principal
hu: Fő weboldal
it: Sito web principale
ja: 公式サイト
ka: მთავარი ვებგვერდი
mk: Главна страна
nl: Hoofdwebsite
pl: Strona główna
pt_br: Website principal
ro: Site-ul principal
ru: Основной сайт
sv: Huvudwebbplats
tr: Ana web sitesi
uk: Основний сайт
zh_hans: 官网主页
zh_hant: 官方網站

# ExternalLinkDevelopmentForums
source: Development forums
ar: منتديات التطوير
bg: Частен форум
cs: Vývojářská fóra
da: Udviklings forum
de: Entwicklungsforen
es: Foros de desarrollo
fi: Kehittäjien foorumi
fr: Forums de développement
hu: Fejlesztői fórum
it: Forum sviluppo
ja: 開発フォーラム
ka: პროგრამისტების ფორუმი
mk: Development Форуми
nl: Ontwikkelforums
pl: Forum deweloperskie
pt_br: Fóruns de desenvolvimento
ro: Forumul de dezvoltatori
ru: Форум разработки
sv: Utvecklingsforum
tr: Geliştirme forumları
uk: Розробницький форум
zh_hans: 开发论坛
zh_hant: 開發論壇

# ExternalLinkCommunityForums
source: Community forums
ar: منتديات مجتمع اللاعبين
bg: Обществен форум
cs: Komunitní Fóra
da: Community forum
de: Community-Foren
es: Foros comunitarios
fi: Yhteisön foorumi
fr: Forums de la communauté
hu: Közösségi fórum
it: Forum della Community
ja: コミュニティフォーラム
ka: საზოგადოების ფორუმები
mk: Community форуми
nl: Gemeenschapsforums
pl: Forum społeczności
pt_br: Fóruns comunitários
ro: Forumul comunității
ru: Форум сообщества
sv: Kommunitetsforum
tr: Topluluk forumları
uk: Форум спільноти
zh_hans: 社区论坛
zh_hant: 討論區

# DevCenterCheckingConnection
source: Connecting to ThriveDevCenter...
ar: جاري الاتصال ب ThriveDevCenter...
bg: Свързване с Центъра за разработка…
cs: Připojování do ThriveDevCenter...
da: Forbinder til ThriveDevCenter...
de: Herstellen einer Verbindung mit ThriveDevCenter...
es: Conectando a ThriveDevCenter...
fi: Yhdistetään ThriveDevCenteriin...
fr: Connexion au ThriveDevCenter...
hu: Csatlakozás a ThriveDevCenter-hez...
it: Connessione con ThriveDevCenter in corso...
ja: ThriveDevCenter に接続中…
ka: Thrive-ის პროგრამისტების ცენტრთან დაკავშირება...
pl: Łączenie z ThriveDevCenter...
pt_br: Conectando ao ThriveDevCenter...
ro: Se conecteaza la ThriveDevCenter...
sv: Konnektar till ThriveDevCenter...
tr: ThriveDevCenter'a bağlanılıyor...
zh_hans: 正在连接到Thrive开发中心...
zh_hant: 正在連接到 ThriveDevCenter…

# WebContentIsDisabled
source: Web content disabled
ar: محتوى الويب معطل
bg: Уеб съдържанието е изключено
cs: Webový obsah zakázán
da: Webindhold deaktiveret
de: Webinhalte deaktiviert
es: Contenido web deshabilitado
fi: Verkkosisältö on pois käytöstä
fr: Contenu web désactivé
hu: Webes tartalom letiltva
it: Contenuti web disabilitati
ja: ウェブコンテンツ無効
ka: ვებ-შემცველობა გათიშულია
mk: Веб содржината е заштитена
nl: Webinhoud is uitgezet
pl: Zawartość sieciowa wyłączona
pt_br: Conteúdo da web desativado
ro: Conținut web dezactivat
ru: Веб-контент отключён
sv: Webbinnehåll avstängd
tr: Web içeriği devre dışı
uk: Веб-вміст вимкнено
zh_hans: Web内容禁用
zh_hant: 已禁用網頁內容

# LinksPopupTitle
source: Revolutionary Games Links
ar: روابط Revolutionary Games
bg: Връзки на „Revolutionary Games“
cs: Revolutionary Games Odkazy
es: Enlaces de Revolutionary Games
fi: Revolutionary Games linkit
fr: Liens Revolutionary Games
hu: Revolutionary Games linkek
it: Revolutionary Games Link
ja: Revolutionary Games リンク
ka: Revolutionary Games-ის ბმულები
mk: Линкови на Револуционерски Игри
nl: Revolutionary Games Koppelingen
pl: Linki Revolutionary Games
pt_br: Links de Revolutionary Games
ro: Link-uri Revolutionary Games
ru: Ссылки Revolutionary Games
sv: Revolutionary Games Länkar
tr: Revolutionary Games Bağlantıları
uk: Посилання Revolutionary Games
zh_hans: Revolutionary Games 链接
zh_hant: Revolutionary Games 連結

# ExternalLinkThriveSteam
source: Thrive on Steam
ar: ثرايف على منصة ستيم
bg: „Thrive“ в „Steam“
cs: Thrive na Steamu
da: Thrive på Steam
de: Thrive auf Steam
es: Thrive en Steam
fi: Thrive Steamissa
fr: Thrive sur Steam
hu: Thrive a Steamen
it: Thrive su Steam
ja: Steam版Thrive
ka: "Thrive" "Steam"-ზე
mk: Thrive на Steam
nl: Thrive op Steam
pl: Thrive na Steamie
pt_br: Thrive no Steam
ro: Thrive pe Steam
ru: Thrive в Steam
sv: Thrive på Steam
tr: Thrive Steam'de
uk: Thrive у Steam
zh_hans: Steam 上的 Thrive
zh_hant: Steam 上的 Thrive

# ExternalLinkThriveItch
source: Thrive on itch.io
ar: ثرايف على itch.io
bg: „Thrive“ в „itch.io“
cs: Thrive na itch.io
da: Thrive på itch.io
de: Thrive auf itch.io
es: Thrive en itch.io
fi: Thrive itch.io:ssa
fr: Thrive sur itch.io
hu: Thrive az itch.io-n
it: Thrive su itch.io
ja: itch.io版Thrive
ka: Thrive საიტზე itch.io
mk: Thrive на itch.io
nl: Thrive op itch.io
pl: Thrive na itch.io
pt_br: Thrive no itch.io
ro: Thrive pe itch.io
ru: Thrive на itch.io
sv: Thrive på itch.io
tr: Thrive itch.io'da
uk: Thrive на itch.io
zh_hans: itch.io上的Thrive
zh_hant: itch.io 上的 Thrive

# ExternalLinkThriveGithub
source: Thrive on Github
ar: ثرايف على منصة Github
bg: „Thrive“ в „Github“
cs: Thrive na Github
da: Thrive på GitHub
de: Thrive auf Github
es: Thrive en Github
fi: Thrive Githubissa
fr: Thrive sur Github
hu: Thrive a Githubon
it: Thrive su Github
ja: Github版Thrive
ka: "Thrive" "Github"-ზე
mk: Thrive на Github
nl: Thrive op Github
pl: Thrive na Githubie
pt_br: Thrive no Github
ro: Thrive pe Github
ru: Thrive на Github
sv: Thrive på Github
tr: Thrive GitHub'da
uk: Thrive у Github
zh_hant: Github 上的 Thrive

# ExternalLinkSubreddit
source: Subreddit
ar: صفحة ريديت
bg: Общност в „Reddit“
ja: サブレディット（Reddit）
ka: ქვე-Reddit
ru: Сабреддит
uk: Наш Subreddit
zh_hans: 板块
zh_hant: 官方 Reddit

# CacheConfigurationTab
source: Cache
ar: بيانات الكاش
bg: Кеш
es: Caché
fi: Välimuisti
hu: Gyorsítótár
ja: キャッシュ
ka: კეში
pl: Pamięć Podręczna
ru: Кэш
tr: Önbellek
uk: Кеш
zh_hans: 缓存配置
zh_hant: 快取

# ExternalLinkFanWiki
source: Fan Wiki
ar: ويكي المعجبين
bg: Обществена Уикипедия
cs: Fanouškovská Wiki
es: Wiki de fans
fi: Fanien wiki
fr: Wiki de la communauté
hu: Rajongói wiki
it: Wiki amatori
ja: ファンWiki
ka: ფანების ვიკი
pl: Fanowska Wiki
pt_br: Fã Wiki
ro: Wikia Fanilor
ru: Фанатская вики
sv: Fanwikin
tr: Hayran Vikisi
uk: Фанатська Wiki
zh_hans: 百科
zh_hant: 百科

# ExternalLinkDiscordServer
source: Discord server
ar: سيرفر الديسكورد
bg: Сървър в „Discord“
es: Servidor de Discord
fi: Discord-palvelin
fr: Serveur Discord
hu: Discord szerver
it: Server Discord
ja: Discordサーバー
ka: Discord-ის სერვერი
mk: Discord сервер
pl: Serwer Discord
pt_br: Servidor no Discord
ro: Server Discord
ru: Сервер в Discord
tr: Discord sunucusu
uk: Сервер Discord
zh_hans: Discord 服务器
zh_hant: 官方 Discord

# ExternalLinkYouTubeChannel
source: YouTube channel
ar: قناة اليوتيوب
bg: Канал в „YouTube“
cs: YouTube kanál
da: YouTube kanal
de: YouTube Kanal
es: Canal de YouTube
fi: Youtube-kanava
fr: Chaine YouTube
hu: YouTube csatorna
it: Canale YouTube
ja: YouTubeチャンネル
ka: YouTube არხი
mk: YouTube канал
nl: Youtube kanaal
pl: Kanał YouTube
pt_br: Canal no YouTube
ro: Canal YouTube
ru: Канал на YouTube
sv: Youtube kanal
tr: YouTube kanalı
uk: YouTube канал
zh_hans: 官方YouTube
zh_hant: 官方 YouTube

# ExternalLinkTwitterFeed
source: Twitter feed
bg: Страница в „Twitter“
es: Fuente de Twitter
ka: Twitter-ის ლენტა
ru: Лента в Twitter
tr: Twitter yayını
uk: Стрічка Twitter
zh_hans: 官方Twitter
zh_hant: 官方 Twitter

# ExternalLinkFacebookPage
source: Facebook page
ar: صفحة الفايسبوك
bg: Страница в „Facebook“
cs: Facebook stránka
da: Facebook side
de: Facebook Seite
es: Página de Facebook
fi: Facebook-sivu
fr: Page Facebook
hu: Facebook oldal
it: Pagina Facebook
ja: Facebookページ
ka: Facebook-ის გვერდი
mk: Facebook Страна
nl: Facebookpagina
pl: Strona na Facebooku
pt_br: Página no Facebook
ro: Pagina Facebook
ru: Страница на Facebook
sv: Facebook sida
tr: Facebook sayfası
uk: Сторінка Facebook
zh_hans: 官方Facebook
zh_hant: 官方 Facebook

source: Thrive Options
ar: اعدادات ثرايف
bg: Настройки на играта
cs: Thrive Možnosti
da: Thrive indstillinger
de: Thrive Einstellungen
es: Opciones de Thrive
fi: Thriven asetukset
fr: Options de Thrive
hu: Thrive opciók
it: Opzioni di Thrive
ja: Thriveの設定
ka: Thrive-ის მორგება
nl: Opties Thrive
pl: Opcje Thrive
pt_br: Opções do Thrive
ro: Opțiuni Pentru Thrive
ru: Настройки Thrive
sv: Thrive alternativ
tr: Thrive Ayarları
uk: Опції Thrive
zh_hans: Thrive设置
zh_hant: Thrive 設定

source: Installed Versions
ar: النسخ المثبتة
bg: Инсталирани версии
cs: Instalované Verze
da: Installerede versioner
de: Installierte Versionen
es: Versiones instaladas
fi: Asennetut versiot
fr: Versions installées
hu: Telepített verziók
it: Versioni installate
ja: インストール済みバージョン
ka: დაყენებული ვერსიები
nl: Geïnstalleerde Versies
pl: Zainstalowane Wersje
pt_br: Versões Instaladas
ro: Versiuni Instalate
ru: Установленные версии
sv: Installerade versioner
tr: Yüklü Sürümler
uk: Встановлені версії
zh_hans: 已安装版本
zh_hant: 已安裝版本

# LaunchOptionsTitle
source: Launch Options
ar: خيارات التشغيل
bg: При стартиране
cs: Nastavení Spuštění
da: Opstartsindstillinger
de: Startoptionen
es: Opciones del lanzador
fi: Laukaisuasetukset
fr: Options de démarrage
hu: Futtatási opciók
it: Opzioni di avvio
ja: 起動オプション
ka: გაშვების პარამეტრები
nl: Opstartopties
pl: Opcje Uruchamiania
pt_br: Opções de Lançamento
ro: Opțiuni De Launch
ru: Настройки запуска
sv: Start-Inställningar
tr: Başlatma Ayarları
uk: Параметри Запуску
zh_hans: 启动器设置
zh_hant: 啟動設定

# LauncherVersionDisplay
source: Launcher version:
bg: Версия:
cs: Verze spouštěče:
es: Versión del lanzador:
fi: Laukaisijan versio:
fr: Version du lanceur :
hu: Launcher verzió:
it: Versione del launcher:
ja: ランチャーのバージョン:
ka: გამშვების ვერსია:
nl: Opstarthulpporgramma versie:
pl: Wersja launchera:
pt_br: Versão do inicializador:
ro: Versiunea Launcher-ului:
ru: Версия лаунчера:
sv: Startar version:
tr: Başlatıcı sürümü:
uk: Версія лаунчеру:
zh_hans: 启动器版本：
zh_hant: 啟動器版本：

# LauncherOptionWebFeeds
source: Enable Web Feeds
bg: Включване на уеб емисиите
cs: Povolit kanály Webů
da: Aktivér web feeds
de: Web Feeds aktivieren
es: Habilitar novedades de la web
fi: Näytä verkkosyötteet
fr: Activer les flux web
hu: Webes hírcsatornák engedélyezése
it: Abilita Feed Web
ja: ウェブフィードを有効にする
ka: ვებ-ლენტების ჩართვა
nl: Zet Web-Feeds aan
pl: Włącz Kanały Sieciowe
pt_br: Ativar Feeds da Web
ro: Activează Feed-uri
ru: Включить веб-новости
sv: Aktivera Webflöden
tr: Web Yayınlarını Etkinleştir
uk: Увімкнути вебканали
zh_hans: 启用Web源
zh_hant: 啟用 Web 源

source: Browse Installed Files
bg: Отваряне на местоположението
cs: Procházet instalační složku
da: Gennemse installerede filer
de: Installierte Dateien durchsuchen
es: Explorar archivos instalados
fi: Selaa asennettuja tiedostoja
fr: Parcourir les fichiers installés
hu: Telepített fájlok tallózása
it: Cerca file installati
ja: インストールされたファイルを参照する
ka: დაყენებული ფაილების დათვალიერება
nl: Blader door Geïnstalleerde Bestanden
pl: Przeglądaj Zainstalowane Pliki
pt_br: Navegar pelos Arquivos Instalados
ro: Navigați File Instalate
ru: Открыть установленные файлы
sv: Bläddra bland installerade filer
tr: Yüklü Dosyalara Gözat
uk: Переглянути встановлені файли
zh_hans: 浏览已安装的文件
zh_hant: 瀏覽已安裝檔案

# ResetInstallLocationToolTip
source: Reset Install Location
bg: Нулиране на местоположението
cs: Resetovat instalační lokaci
da: Gendan installations lokation
de: Installationsverzeichnis zurücksetzen
es: Restablecer ubicación de instalación
fi: Palauta asennussijainti oletukseksi
fr: Réinitialiser l'emplacement d'installation
hu: Telepítési mappa visszaállítása
it: Ripristina la località di installazione
ja: インストール先をリセット
ka: დაყენების მდებარეობის ჩამოყრა
nl: Stel Installatielocatie in op standaard
pl: Resetuj Lokalizację Instalacji
pt_br: Redefinir Local de Instalação
ro: Resetează Locația Instalații
ru: Сбросить путь установки
sv: Återställ installeringsplats
tr: Kurulum Yerini Sıfırla
uk: Скинути місце встановлення
zh_hans: 重置安装位置
zh_hant: 重設安裝位置

# TemporaryDownloadsPathDisplay
source: Temporary downloads folder:
bg: Папка за временни изтегляния:
cs: Dočasná složka pro stahování:
da: Midlertidig downloads mappe:
de: Ordner für temporäre Downloads:
es: Carpeta temporal de descargas:
fi: Ladattujen väliaikaistiedostojen kansio:
fr: Dossier de téléchargement temporaire :
hu: Ideiglenes letöltési mappa:
it: Cartella temporanea di download:
ja: 一時ダウンロードフォルダ:
ka: დროებითი საქაღალდე გადმოწერებისთვის:
nl: Map voor tijdelijke downloads:
pl: Folder pobrań tymczasowych:
pt_br: Pasta de downloads temporários:
ro: Folder pentru descărcări temporare:
ru: Папка для временных загрузок:
sv: Temporärt nedladdningsmapp:
tr: Geçici indirilenler klasörü:
uk: Папка тимчасових завантажень:
zh_hans: 临时下载文件夹：
zh_hant: 臨時下載資料夾：

source: Folder is empty
bg: Папката е празна
cs: Složka je prázdná
da: Mappen er tom
de: Ordner ist leer
es: La carpeta está vacía
fi: Hakemisto on tyhjä
fr: Le dossier est vide
hu: A mappa üres
it: La cartella è vuota
ja: フォルダは空です
ka: საქაღალდე ცარიელია
nl: Map is leeg
pl: Folder jest pusty
pt_br: A pasta está vazia
ro: Folderul e gol
ru: Папка пуста
sv: Mapp är tom
tr: Klasör boş
uk: Папка порожня
zh_hans: 目录为空
zh_hant: 資料夾為空

# ClearFolder
source: Clear
bg: Изчистване
cs: Vyčistit
da: Ryd
de: Leeren
es: claro
fi: Tyhjennä
fr: Vider
hu: Ürítés
it: Cancella
ja: クリア
ka: გასუფთავება
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Ștergeți
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# DevBuildsCachePathDisplay
source: DevBuilds file cache:
bg: Кеш на тестовите версии:
cs: DevBuilds soubor mezipaměti:
da: DevBuilds fil cache:
de: DevBuilds-Dateicache:
es: Archivos cache de DevBuilds:
fi: DevBuildien tiedostovälimuisti:
fr: Cache des fichiers des versions de développement :
hu: Fejlesztői verziók gyorsítótár:
it: Cache di DevBuilds:
ja: DevBuilds ファイルキャッシュ:
ka: სატესტო აგებების ფაილის კეში:
nl: DevBuilds bestandscache:
pl: Pamięć podręczna plików Wersji Deweloperskiej:
pt_br: Arquivos de cache de DevBuilds:
ro: Cache-ul filelor DevBuild:
ru: Файлы кэша DevBuilds:
sv: DevBuilds filcache:
tr: Geliştirme Sürümleri dosya önbelleği:
uk: Кеш файлів DevBuild:
zh_hans: DevBuilds文件缓存：
zh_hant: DevBuilds 檔案快取：

source: Reset Cache Location
bg: Нулиране на местоположението
cs: Resetovat lokaci mezipaměti
da: Gendan cache lokation
de: Cacheverzeichnis zurücksetzen
es: Restablecer la ubicación del caché
fi: Palautu välimuistin sijainti oletukseksi
fr: Réinitialiser l'emplacement des fichiers de cache
hu: Gyorsítótár helyének visszaállítása
it: Reimposta la posizione della Cache
ja: キャッシュの場所をリセット
ka: კეშის მდებარეობის ჩამოყრა
nl: Stel opslaglocatie voor Cache in op standaard
pl: Resetuj Lokalizację Pamięci Podręcznej
pt_br: Redefinir Local do Cache
ro: Resetați Locația Cache-ului
ru: Сбросить расположение кэша
sv: Återställ cacheplats
tr: Önbellek Konumunu Sıfırla
uk: Скинутити розташування кешу
zh_hans: 重置缓存位置
zh_hant: 重設快取位置

# ConnectionInfoTab
source: Info
bg: Информация
cs: Informace
hu: Infó
ja: 情報
ka: ინფორმაცია
pl: Informacje
ro: Informații
ru: Инфо
tr: Bilgi
uk: Інформація
zh_hans: 信息
zh_hant: 資訊

# ConnectedAsUserDisplay
source: Connected as:
bg: Свързани сте като:
cs: Připojen jako:
da: Forbundet som:
de: Verbunden als:
es: Conectado como:
fi: Yhdistetty käyttäjänä:
fr: Connecté en tant que :
hu: Csatlakozva mint:
it: Connesso come:
ja: として接続中:
ka: მიერთებული, როგორც:
nl: Verbonden als:
pl: Połączony(a/e) jako:
pt_br: Conectado como:
ro: Conectat ca:
ru: Вы подключены как:
sv: Kopplad som:
tr: Bağlanıldı:
uk: Під'єднано як:
zh_hans: 连接方式：
zh_hant: 連接方式：

# ConnectButton
source: Connect
bg: Свързване
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Se connecter
hu: Csatlakozás
it: Connetti
ja: 接続する
ka: დაკავშირება
nl: Verbinden
pl: Połącz
pt_br: Conectar
ro: Conectați-vă
ru: Подключиться
sv: Koppla
tr: Bağlan
uk: Під'єднатися
zh_hans: 连接
zh_hant: 連接

# ConfirmButton
source: Confirm
bg: Потвърждаване
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hu: Megerősít
it: Conferma
ja: 確認する
ka: დასტური
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ro: Acceptați
ru: Подтвердить
sv: Konfirmera
tr: Onayla
uk: Підтвердити
zh_hans: 确认
zh_hant: 確認

# ConnectionKeyPlaceholder
source: Link code
bg: Код за връзка
cs: Odkaz
da: Link kode
es: Código de enlace
fi: Yhdistämisen avain
fr: Code
hu: Linkkód
it: Codice di collegamento
ja: リンクコード
ka: მიერთების კოდი
nl: Koppelingscode
pl: Kod do podpięcia
pt_br: Código de link
ro: Cod pentru link
ru: Код подключения
sv: Länkkod
tr: Bağlantı kodu
uk: Код посилання
zh_hans: 链接代码
zh_hant: 連結程式碼

# SpecificBuildTab
source: Specific Build
bg: Конкретна версия
cs: Specifický Build
da: Specifik build
es: Construcción Especifica
fi: Tietty koontiversio
fr: Version spécifique
hu: Konkrét build
it: Build specifica
ja: 特定のビルド
ka: კონკრეტული აგება
nl: Specifieke Build
pl: Specyficzna Wersja
pt_br: Build Específica
ro: Versiune Specifică
ru: Конкретный билд
sv: Specifikt bygge
tr: Belirli Sürüm
uk: Конкретна збірка
zh_hans: 特定版本
zh_hant: 特定版本

# SizeInMiB
source: {0} MiB
bg: {0} МиБ
ka: {0} მიბ
ru: {0}МиБ

# ManuallyEnteredHashDisplay
source: Manually entered hash:
bg: Ръчно въведен хеш:
cs: Manuálně vložený hash:
da: Manuelt indtastet hash:
de: Manuell eingegebener Hash:
es: Hash introducido manualmente:
fi: Manuaalisesti syötetty tarkistussumma:
fr: Hash entré manuellement :
hu: Kézileg megadott hash:
it: Hash inserita manualmente:
ja: 手動入力ハッシュ:
ka: ხელით შეყვანილი ჰეში:
nl: Handmatig ingevulde hash:
pl: Manualnie wprowadzono hash:
pt_br: Hash inserido manualmente:
ro: Hash introdus manual:
ru: Вручную введённый хэш:
sv: Manuellt inskriven hasch:
tr: Manuel olarak girilen anahtar:
uk: Вручну введений хеш:
zh_hans: 手动输入哈希值：
zh_hant: 手動輸入雜湊值：

# FetchLatestBuildsButton
source: Fetch Latest Builds
bg: Извличане на последните версии
cs: Získat poslední Buildy
da: Hent seneste builds
es: Obtener las últimas versiones
fi: Hae viimeisimmät koontiversiot
fr: Récupérer les dernières versions
hu: Legfrissebb build-ek lekérése
it: Recupera le ultime build
ka: უკანასკნელი აგებების გამოთხოვა
nl: Haal meest recente Builds op
pl: Pobierz Najnowsze Wersje
pt_br: Buscar Builds Mais Recentes
ro: Găsește Ultimele Versiuni
ru: Извлекать последние сборки
sv: Få senaste byggen
tr: En Son Sürümleri Al
uk: Отримати Останні Збірки
zh_hans: 获取最新版本
zh_hant: 獲取最新版本

# OpenLogsFolderButton
source: View Logs
bg: Дневници
cs: Zobrazit Logy
da: Se logs
es: Ver Logs
fi: Katsele lokeja
fr: Voir les journaux
hu: Napló megtekintése
it: Visualizza i log
ka: ჟურნალის ნახვა
nl: Open Logboeken
pl: Przeglądaj Logi
pt_br: Visualizar Logs
ro: Afișați Log-urile
ru: Посмотреть логи
sv: Visa logg
tr: Günlük Dosyalarını İncele
uk: Переглянути журнали
zh_hans: 查看日志
zh_hant: 檢視日誌

# LoadingDotDotDot
source: Loading...
bg: Зареждане...
cs: Načítání...
da: Indlæser...
es: Cargando...
fi: Ladataan...
fr: Chargement…
hu: Betöltés...
it: Caricamento...
ka: ჩატვირთვა...
nl: Laden...
pl: Wczytywanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 加载中......
zh_hant: 載入中…

# StoreVersionName
source: {0} version
bg: Версия {0}
cs: {0} verze
es: {0}versión
fi: {0} versio
fr: version {0}
hu: {0} verzió
it: versione {0}
ka: {0} ვერსია
nl: {0} versie
pl: wersja {0}
pt_br: Versão {0}
ro: versiunea {0}
ru: {0}версия
tr: {0} sürümü
uk: {0} версія
zh_hans: {0}版本
zh_hant: {0} 版本

source: Retry
bg: Повторен опит
cs: Znovu
da: Prøv igen
es: Volver a intentarlo.
fi: Kokeile uudestaan
fr: Réessayer
hu: Újra
it: Riprova
ka: თავიდან ცდა
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ro: Încercați Din Nou
ru: Повторить
sv: Försök igen
tr: Tekrar Dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Unknown error
bg: Неизвестна грешка
cs: Neznámá chyba
da: Ukendt fejl
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ka: უცნობი შეცდომა
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sv: Okänd error
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

# LatestVersionTag
source: {0} (Latest)
bg: {0} (Последна)
cs: {0} (nejnovější)
da: {0} (Seneste)
es: {0}(Ultimo)
fi: {0} (Uusin)
fr: {0} (dernière version)
hu: {0} (Legújabb)
it: {0} (Ultima)
ka: {0} (უახლესი)
nl: {0} (Meest recente)
pl: {0} (Najnowsza)
pt_br: {0} (Última)
ro: {0} (Ultima)
ru: {0} (Последняя)
sv: {0} (Senaste)
tr: {0} (En son)
uk: {0} (Остання)
zh_hans: {0}（最新版本）
zh_hant: {0}（最新版本）
