Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# PlayUnsafeBuildExplanation
source: Normal DevBuilds are uploaded automatically by a CI server with a verified key. These builds can only be triggered by Thrive repository members. Unless such a person's account is compromised (or they act maliciously) the builds are about as safe to play as official releases. DevBuilds are also accepted from pull requests (PR), but in this case they are specifically marked unsafe (such as the currently selected build) as the pull request could contain all kinds of nasty stuff. If a Thrive team member verifies that the PR is safe this warning goes away. Alternative you can continue if you believe that this build is safe. Before doing so you should check the PR on Github to see that the latest commit hash matches and that the ThriveDevCenter build job says that it has uploaded a DevBuild with the hash. Additionally it should be checked that the PR does not change any build scripts. After doing that it should be relatively safe to continue, this is the same process Thrive team members use to verify PRs.
fr: Les versions de développement normales sont téléchargées automatiquement par un serveur d'intégration continue avec une clé vérifiée. Ces versions ne peuvent être déclenchées que par les membres du dépôt Thrive. À moins que le compte d'une telle personne ne soit compromis (ou qu'elle agisse de manière malveillante), les versions sont aussi sûres que les versions officielles. Les versions de développement sont également acceptés à partir de pull requests (PR), mais dans ce cas, elles sont spécifiquement marquées comme non sûre (comme la version actuellement sélectionnée), car la pull request pourrait contenir toutes sortes de choses désagréables. Si un membre de l'équipe Thrive vérifie que la PR est sûre, cet avertissement disparaît. Sinon, vous pouvez continuer si vous pensez que cette version est sûre. Avant de le faire, vous devez vérifier la PR sur Github pour voir si le dernier hash de commit correspond et si la compilation de ThriveDevCenter indique qu'elle a téléchargé une version de développement avec le hash. En outre, il faut vérifier que la PR ne modifie pas les scripts de compilation. Après avoir fait cela, ce devrait être relativement sûr de continuer, car c'est le même processus que les membres de l'équipe Thrive utilisent pour vérifier les PR.
ka: ჩვეულებრივ DevBuild-ები CI სერვერის მიერ ავტომატურად ხდება, გადამოწმებული გასაღებით. ამ აგებების გაშვება, მხოლოდ, Thrive-ის რეპოზიტორიის წევრებს შეუძლიათ. თუ ასეთი პიროვნების ანგარიში არ გატყდება (ან საეჭვოდ მოიქცევა), ეს აგებები უსაფრთხოა. DevBuild-ები ასევე იღებენ PR-ებს, მაგრამ ამ შემთხვევაში ისინი მონიშნულია, როგორც არასანდო (მაგალითად, როგორც ამჟამად არჩეული აგება), რადგან ამნაირი აგება, შეიძლება, ათას ცუდ რამეს შეიცავდეს. თუ Thrive-ის გუნდის წევრი გადაამოწმებს, რომ PR უსაფრთხოა, ეს გაფრთხილება გაქრება. ალტერნატიული გზაა, გააგრძელოთ, თუ გჯერათ, რომ ეს აგება უსაფრთხოა. მანამდე, სანამ ამას იზამდით, დაათვალიერეთ PR Github-ზე და დარწმუნდით, რომ უახლესი კომიტის ჰეშები ემთხვევა და რომ ThriveDevCenter-ის აგების დავალება იძახის, რომ მან ატვირთა DevBuild ამ ჰეშით. ასევე ის შეამოწმებს, ცვლის თუ არა PR აგების სკრიპტებს. ამის გაკეთების შემდეგ გაგრძელება უსაფრთხო უნდა იყოს, რადგან ეს იგივე პროცესია, რომელსაც Thrive-ის გუნდის წევრები PR-ების გადასამოწმებლად იყენებენ.
nl: Normale DevBuilds worden automatisch door een CI server met een geverifieerde sleutel geupload. Deze builds kunnen alleen door de leden van de Thrive bewaarplaats worden gestart. Tenzij hun account is gehackt (of zij kwaadwillig handelen), zijn deze builds net zo veilig om te spelen als officieel uitgegeven versies van Thrive. DevBuilds worden ook geaccepteerd vanuit 'pull aanvraag (PR)', maar deze worden specifiek als onveilig gemarkeerd (zoals de huidig geselecteerde build) aangezien een pull aanvraag allerlei smerige dingen zou kunnen bevatten. Als een teamlid van Thrive de PR als veilig heeft geverifieerd, dan verdwijnt deze waarschuwing. Het is in elk geval mogelijk om door te gaan als je er zeker van bent dat deze build veilig is. Voordat je dit doet, is het aangeraden om dePR op Github te controleren en te verifiëren dat de hash van die commit klopt. Ook is het aangeraden om te controleren dat de ThriveDevCenter buildtaak een DevBuild heeft geupload met deze specifieke hash. Daarbij dient ook gecontroleerd te worden dat de PR geen buildscripts heeft veranderd. Zodra dit alles gedaan is, zou het relatief veilig moeten zijn om door te gaan. Dit is hetzelfde proces als dat Thrive teamleden gebruiken om PRs te verifiëren.
pl: Zwykłe Wersje Deweloperskie są przesyłane automatycznie przez serwer CI ze zweryfikowanym kluczem. Te wersje mogą zostać wywołane jedynie przez członków repozytorium Thrive. Są one tak samo bezpieczne jak wersje oficjalne, chyba że konto członka zostało naruszone (bądź zachował się on niewłaściwie). Wersje Deweloperskie są również akceptowane z pull requestów (PR), lecz w tym wypadku są one specyficznie określane jako niebezpieczne (tak jak obecnie wybrana wersja), ponieważ pull request może zawierać w sobie rozmaite paskudztwa. Jeśli członek team Thrive potwierdza bezpieczeństwo PRu, to ostrzeżenie znika. Alternatywnie, jeśli wierzysz, że ta wersja jest bezpieczna, możesz kontynuować. Nim to uczynisz, powinieneś(naś/noś) sprawdzić PR na Githubie by zobaczyć czy hash najnowszego zatwierdzenia się zgadza oraz czy 'job' wersji ThriveDevCenter potwierdza wstawienie Wersji Deweloperskiej z tym hashem. Dodatkowo należy upewnić się, czy PR nie zmienia żadnych skryptów wersji. Po wykonaniu tych czynności kontynuacja powinna być relatywnie bezpieczna. To jest ten sam proces jaki wykorzystują członkowie team Thrive do weryfikacji PRów.
ro: În mod normal DevBuild-urile sunt actualizate automat de un server cu o cheie verificată. Aceste compilări pot fi declanșate doar de membrii repozitoriului Thrive. Dacă contul unei astfel de persoane nu este compromis (sau ei acționează din răutate) compilările sunt la fel de sigure ca versiunile oficiale. DevBuild-urile de asemenea sunt acceptate din pull requests(PR), dar în cazul acesta ele sunt marcate ca nesigure (așa cum ar fi versiunea curent selectată) fiindcă un PR poate conține chestii nasoale. Dacă un membru a echipei Thrive verifică ca PR-ul este sigur acest avertisment va dispărea. Dacă considerați că versiunea este sigură puteți continua. Dar înainte de a continua dvs. trebuie să verificați PR-ul de pe GitHub să vedeți dacă hash-ul ultimului commit corespunde versiunii date și că lucrarea de compilare de pe ThriveDevCenter zice ca a fost încărcat un DevBuild cu acest hash. Adițional trebuie să se verifice dacă PR-ul nu modifică scripturi de compilare. După acești pași este destul de sigur să continuați, acesta este același proces pe care membrii echipei Thrive îl parcurg pentru a verifica PR-urile.
ru: Обычные Билды Разработчиков загружаются автоматически CI-сервером с проверенным ключом. Эти сборки могут быть запущены только участниками репозитория Thrive. Если только аккаунт такого человека не взломан (или он не действует злонамеренно), сборки так же безопасны для игры, как и официальные релизы. DevBuilds также принимаются из pull request'ов (PR), но в этом случае они специально помечаются как небезопасные (как, например, текущая выбранная сборка), поскольку pull request может содержать всевозможные неприятные вещи. Если член команды Thrive проверяет, что PR безопасен, это предупреждение исчезает. Альтернативный вариант Вы можете продолжить, если уверены, что эта сборка безопасна. Перед этим вы должны проверить PR на Github, чтобы убедиться, что хэш последнего коммита совпадает и что задание сборки Центр Разработки Thrive говорит, что оно загрузило Билд Разработчиков с этим хэшем. Кроме того, следует проверить, что PR не изменяет никаких скриптов сборки. После этого можно смело продолжать, это тот же процесс, который члены команды Thrive используют для проверки PR.
tr: Normal Geliştirme Sürümleri, onaylı bir anahtar ile CI sunucusuna otomatik olarak karşıdan yüklenir. Bu sürümler yalnızca Thrive veri havuzu üyeleri tarafından başlatılabilir. Bir kişinin hesabı tehlikeli (ya da kötü niyetli) olmadığı sürece bu sürümlerin oynanması resmi sürümler kadar güvenlidir. Geliştirme Sürümleri, çekme istekleri (PR) üzerinden de kabul edilir. Ancak bu durumda, çekme istekleri her türlü ağır şeyi içerebileceği için, özellikle güvensiz olarak işaretlenir. Eğer bir Thrive ekibi üyesi PR'nin güvenli olduğunu doğrularsa, bu uyarı kaybolur. Eğer bu sürümün güvenli olduğuna inanıyorsanız, oynamaya devam edebilirsiniz. Bunu yapmadan önce, son işleme anahtarının eşleşip eşleşmediğini ve ThriveDevCenter sürüm notlarında bu anahtar ile bir Geliştirme Sürümü'nün karşıya yüklenip yüklenmediğinin belirtildiğini görmek için Github'da bu PR'yi incelemelisiniz. Ayrıca, PR'nin herhangi bir sürümün kodunu değiştirip değiştirmediği de incelenmeli. Bunu yaptıktan sonra, sürüme devam etmek oldukça güvenlidir. Bu yöntem, Thrive ekibi üyelerinin PR'leri doğrulamak için kullandığı yöntemin aynısıdır.
zh_hans: 正常的DevBuilds是由CI服务器自动上传的，有一个经过验证的密钥。这些构建只能由Thrive版本库成员触发。除非这个人的账户被泄露（或者他们有恶意行为），否则构建和官方发布一样安全。DevBuilds也可以从拉动请求（PR）中接受，但在这种情况下，它们被特别标记为不安全（如当前选择的构建），因为拉动请求可能包含各种讨厌的东西。 如果Thrive团队成员验证了PR是安全的，这个警告就会消失。如果你相信这个构建是安全的，你可以继续。在这样做之前，你应该检查Github上的PR，看看最新的提交哈希值是否匹配，以及ThriveDevCenter的构建工作是否显示它已经上传了具有该哈希值的DevBuild。此外，应该检查PR没有改变任何构建脚本。做完这些后，应该可以继续进行，这与Thrive团队成员用来验证PR的过程相同。
zh_hant: 正常的 DevBuilds 是由 CI 伺服器使用驗證過的金鑰自動上傳的。這些建置只能由 Thrive 儲存庫的成員觸發。除非這些人的帳戶遭到入侵（或者他們有惡意行為），否則這些建置與官方發行版本一樣安全可玩。DevBuilds 也可以從拉取請求（PR）中接受，但在這種情況下，它們會被明確標記為不安全（例如，當前選定的建置），因為拉取請求可能包含各種惡意內容。 如果 Thrive 團隊成員驗證了這個 PR 是安全的，這個警告就會消失。或者，如果您相信這個建置是安全的，您可以繼續。在這之前，您應該在 Github 上檢查這個 PR，確保最新的提交雜湊值相符，並且 ThriveDevCenter 的建置工作顯示它已經上傳了具有該雜湊值的 DevBuild。此外，還應檢查該 PR 是否更改了任何建置指令碼。經過這樣的檢查後，繼續進行應該是相對安全的，這與 Thrive 團隊成員用來驗證 PR 的過程相同。

# ErrorSubmittingReport
source: An error occurred when trying to submit your crash report. Please verify the data is correct or try again later if the problem is a server issue. Failure type:
fr: Une erreur est survenue en essayant de soumettre votre rapport de plantage. Veuillez vérifier si les données sont correctes ou réessayer plus tard si le problème vient du serveur. Type d'échec :
hu: Hiba történt a jelentés elküldése során. Győződj meg róla, hogy az adatok helyesek, vagy próbáld újra később, ha ez egy szerver oldali probléma. Hiba típusa:
ka: აღმოჩენილია შეცდომა თქვენი ავარიის ანგარიშის გადაცემისას. გადაამოწმეთ, სწორია თუ არა მონაცემები და თავიდან სცადეთ მოგვიანებით, თუ პრობლემა სერვერის მხარესაა. ჩავარდნის ტიპი:
nl: Er heeft zich een fout voorgedaan bij het indienen van je crashrapportage. Gelieve te controleren dat de data correct is. In het geval van een serverprobleem, graag later nogmaals proberen. Fouttype:
pl: Podczas próby wysłania twojego zgłoszenia wystąpił błąd. Prosimy zweryfikować czy dane są poprawne bądź spróbować później, jeśli problem jest po stronie serwera. Typ błędu:
ro: O eroare a avut loc când se încerca trimiterea raportului de crash. Vă rog verificați dacă datele sunt corecte sau încercați mai târziu dacă este o problemă de sever: Tipul eșecului:
tr: Çökme raporu gönderilmeye çalışılırken bir hata meydana geldi. Lütfen verinin doğruluğunu kontrol edin ya da, eğer sorun sunucu kaynaklı ise, daha sonra tekrar deneyin. Hata türü:
zh_hans: 在尝试提交您的崩溃报告时，发生了一个错误。请验证数据是否正确，如果是服务器的问题，请稍后再试。故障类型：
zh_hant: 嘗試提交崩潰報告時發生錯誤。請確認資料是否正確，或者如果問題是伺服器問題，請稍後再試。錯誤類型：

# CrashReportIncludeLauncherOutput
source: Include the game output as shown in the launcher currently played game popup (recommended when reporting a crash from the latest run of the game)
fr: Inclure les sorties du jeu comme montré dans la fenêtre du lanceur (recommandé quand le plantage est la partie la plus récente)
ka: გამშვების მიერ ამჟამად გასვებული თამაშის მხტუნარაში თამაშის მიერ გამოტანილი ინფორმაციის ჩასმა (სასარგებლოა, როცა ცდილობთ, უახლესი ვერსიის ავარიული დასრულების შემდეგ ანგარიშს ამზადებთ)
nl: Voeg de uitvoer van het spel zoals weergegeven in het opstarthulpprogramma wat wordt weergegeven in het 'net gespeeld pop-upvenster.' (aangeraden wanneer je de crash van het meest recente speelmoment rapporteert)
pl: Umieść informacje wyjściowe gry tak jak pokazane w pop-upie obecnie granej gry w launcherze (zalecane gdy zgłaszany jest crash z najnowszego uruchomienia gry)
tr: Oyun çıktısını, şu an başlatıcının mevcut oyun penceresinden olduğu gibi dahil et (oyunun son oturumundan gelen bir çökme bildirilirken önerilir)
zh_hans: 包括在启动器当前进行的游戏弹出窗口中显示的游戏输出（建议在报告最新运行的游戏的崩溃时使用）
zh_hant: 包含顯示在啟動器彈出視窗的當前正在遊玩的遊戲輸出內容（建議在報告最新一次遊戲崩潰時使用）

# CrashReportSubmitAcceptConfirmation
source: I agree that the information listed on this form, including any included files and the crash dump, along with my IP address will be stored in the Thrive crash database. And if this report is public anyone can read the crash callstack and description.
fr: J'accepte que les informations listées dans ce formulaire, incluant tous les fichiers, le fichier de plantage ainsi que mon adresse IP seront stockés dans les base de données de plantage de Thrive. Et si ce rapport est public, tous peuvent lire les piles d'appels et les descriptions du plantage.
ka: მე ვეთანხმები, რომ ინფორმაცია, რომელიც მოყვანილია ამ ფომაში, ყველა ჩასმული ფაილის და ავარიის დამპის ჩათვლით და ჩემი IP მისამართი დამახსოვრებული იქნება Thrive-ის ავარიების მონაცემთა ბაზაში. და თუ ეს ანგარიში საჯაროა, მისი გამოძახებების სტეკისა და აღწერის წაკითხვა ყველას შეეძლება.
nl: Ik stem in met het opslaan van de informatie in dit formulier, inclusief meeverzonden bestanden en het crash dumpbestand, in de Thrive crash database. Ook stem ik in met het opslaan van mijn IP Adres in deze database. Ik weet en stem in met het feit dat als het rapport publiek is, iedereen de programmafunctie-informatie (callstack) en beschrijving kan zien.
pl: Wyrażam zgodę na to, by informacje przedstawione w tym podaniu, w tym jakiekolwiek zamieszczone pliki i zrzuty crashów, jak i mój adres IP, były przechowywane w bazie danych crashów Thrive. A jeśli ten raport jest publiczny, każdy może przeczytać stos wywołać crasha oraz opis.
tr: Bu formda listelenmiş bilgilerin, herhangi bir dosya ve çökme dökümü dahil, IP adresim ile birlikte Thrive çökme veritabanında saklanmasını kabul ediyorum. Eğer bu rapor herkese açıksa, herhangi bir kişi çökme çağrı yığını ve açıklamayı okuyabilecek.
zh_hans: 我同意在此表格中列出的信息，包括任何包含的文件和崩溃转储，以及我的IP地址将存储在Thrive崩溃数据库中。如果这份报告是公开的，任何人都可以阅读崩溃调用栈和描述。
zh_hant: 我同意將此表格中列出的所有資訊，包括任何附加的檔案和崩潰傾印，以及我的 IP 地址，儲存在 Thrive 崩潰資料庫中。如果此報告是公開的，任何人都可以閱讀崩潰堆疊和描述。

# ReportSubmitErrorBadRequest
source: Submitting the report failed due to bad information entered in the crash report form, please double check the information you are trying to submit and then try again
fr: L'envoi du rapport a échoué car les informations entrées ne sont pas correctes, merci de vérifier les informations que vous essayez d'envoyer et de réessayer
ka: ანგარიშის გადაემა ჩავარდა, რადგან ავარიის ანგარიშის ფორმაში შეყვანილი ინფორმაცი არასწორია. გადაამოწმეთ ინფორმაცია, რომლის გადმოცემასაც ცდილობთ და თავიდან სცადეთ
nl: Het indienen van het rapport is mislukt omdat verkeerde informatie is ingevuld in het crashrapportageformulier. Gelieve opnieuw de ingevulde informatie te controleren en dan opnieuw te proberen
pl: Wysyłanie raportu nie powiodło się ze względu na nieprawidłowe informacje wprowadzone do formularza zgłoszenia crasha, prosimy zweryfikować poprawność informacji, które usiłujesz przesłać, a następnie spróbować ponownie
tr: Çökme raporu formuna girilen yanlış bilgiden dolayı rapor gönderme işlemi başarısız oldu. Lütfen göndermek istediğiniz bilgiyi dikkatli bir şekilde inceleyin ve daha sonra tekrar deneyin
uk: Надіслати звіт не вдалося з-за поганої інформації введеної в звіт збою, будь ласка, перевірте інформацію, яку ви намагаєтесь надіслати, і спробуйте знову
zh_hans: 由于报告表单中输入了错误信息，提交报告失败，请仔细检查您尝试提交的信息，然后重试
zh_hant: 由於在崩潰報告表單中輸入了錯誤的資訊，提交報告失敗。請仔細檢查您要提交的資訊，然後再試一次

# StartedAutoUpdateExplanation
source: The launcher is currently downloading and installing an update, please wait. The downloaded updater may open a new window that requires user interaction to complete the update.
fi: Laukaisija lataa ja asentaa päivitystä, ole hyvä ja odota. Ladattu asennusohjelma voi avata uuden ikkunan, joka vaatii käyttäjän interaktiota, jotta päivityksen asennus saadaan valmiiksi.
fr: Le lanceur télécharge et installe une mise à jour, merci de patienter. L'outil de mise à jour téléchargé peut ouvrir une nouvelle fenêtre nécessitant des actions de l'utilisateur pour terminer la mise à jour.
ka: გამშვები ამჟამად განახლების გადმოწერით და დაყენებითააა დაკავებული. გთხოვთ, მოითმინეთ. გადმოწერილმა განახლების პროგრამამ, შეიძლება, ახალი ფანჯარა გახსნას, რომელსაც მომხმარებლის ყურადღება დასჭირდეს განახლების დასასრულებლად.
nl: Het opstarthulpprogramma wordt op dit moment bijgewerkt. Gelieve een moment te wachten. Het kan zijn dat er tijdens het bijwerken een nieuw venster wordt geopend waarbij gebruikersinteractie nodig is om het bijwerken te voltooien.
pl: Launcher teraz pobiera i instaluje aktualizację, prosimy poczekać. Pobrany aktualizator może otworzyć nowe okno, wymagające interakcji użytkownika by zakończyć aktualizację.
pt_br: O inicializador está baixando e instalando uma atualização, aguarde por favor. O atualizador baixado pode abrir uma nova janela que requer interação do usuário para completar a atualização.
tr: Başlatıcı şu anda bir güncellemeyi indiriyor ve kuruyor, lütfen bekleyin. İndirilen güncelleyici, güncellemeyi tamamlamak için kullanıcı etkileşimi gerektiren yeni bir pencere açabilir.
zh_hans: 当前启动器正在下载安装更新，请等待。下载的更新程序可能会打开一个新窗口，需要用户交互才能完成更新。
zh_hant: 啟動器正在下載並安裝更新，請稍候。下載的更新程式可能會開啟一個新視窗，需要使用者進行操作以完成更新。

# AutoUpdatingFailedExplanation
source: Automatic updating of the launcher has failed. The problem is likely that the update installer failed to run correctly. You can retry running an updater by clicking its name below. Alternatively you can press the button below to open the folder the first updater is in, which should allow you to manually run the installer (please let us know if this helps in your case). You can ignore the failure in order to delete the downloaded updater files and retry the update the next time the launcher is restarted. If no files are listed below, downloading the update has failed and it cannot be retried without restarting the launcher.
fr: La mise à jour automatique du lanceur a échoué. Le problème est probablement lié à l'installeur. Vous pouvez essayer de relancer l'outil de mise à jour en cliquant sur son nom ci-dessous. Vous pouvez aussi cliquer sur le bouton en dessous pour ouvrir le dossier ou l'outil est, ce qui vous permettra de le relancer manuellement (merci de nous notifier si cela vous a aidé). Vous pouvez ignorer l'échec afin de supprimer les fichiers téléchargés et retenter la mise à jour au redémarrage du lanceur. Si aucun fichier n'est listé en dessous, le téléchargement de la mise à jour a échoué et ne peut pas être relancé sans redémarrer le lanceur.
ka: გამშვების ავტოგანახლება ჩავარდა. პრობლემა, დიდი შანსით, არის ის, რომ განახლების დაყენების პროგრამა არასწორად გაესვა. შეგიძლიათ, თავიდან გაუშვათ განახლების პროგრამა ქვემოთ მის სახელზე დაწკაპუნებით. ასევე შეგიძლიათ ქვემთ ღილაკზე დააჭიროთ, რომ გახსნათ საქაღალდე, სადაც პირველი განახლების პროგრამაა, რომელმაც საშუალება უნდა მოგცეთ, განახლების დაყენების პროგრამა ხელით გაუშვათ (მოგვწერეთ, გიშველით თუ არა ეს). შეგიძლიათ, ეს ჩავარდნა გამოტოვოთ, რომ წაშალოთ გადმოწერილი განახლების პროგრამის ფაილები და მათი გადმოწერა გამშვების შემდეგი გაშვებისას თავიდან სცადოთ. თუ ქვემოთ ფაილები ჩამოთვლილი არაა, ესე იგი განახლების გადმოწერა ჩავარდა და მისი თავიდან ცდა გამშვების თავიდან გაშვების გარეშე შეუძლებელია.
nl: Automatisch bijwerken van het opstarthulpprogramma is mislukt. Waarschijnlijk heeft het installatiehulpprogramma niet correct gewerkt. Je kunt proberen om het installatiehulpprogramma nogmaals te draaien door op de naam hieronder te klikken. Het is ook mogelijk om de knop hieronder te klikken om de map waar het installatiehulpprogramma zich in bevindt te openen. Je kunt dan handmatig het installatiehulpprogramma starten (gelieve het ons te laten weten als dit helpt). Je kunt deze fout negeren door de bestaande bestanden voor het automatisch updaten te verwijderen. Het opstarthulpprogramma zal dan opnieuw proberen zichzelf bij te werken de volgende keer dat het herstart wordt. Als hieronder geen bestanden worden weergegeven, dan kon de update niet gedownload worden. Het is dan niet mogelijk om het bijwerken opnieuw te proberen zonder het opstarthulpprogramma opnieuw te starten.
pl: Automatyczna aktualizacja launchera nie powiodła się. Problem prawdopodobnie leży w niepoprawnym przebiegu procesu instalatora. Możesz spróbować uruchomić aktualizator ponownie klikając jego nazwę poniżej. Alternatywnie, możesz nacisnąć przycisk poniżej by otworzyć folder z pierwszym aktualizatorem, co powinno pozwolić na manualne uruchomienie instalatora (prosimy nas poinformować, czy to pomogło w twoim przypadku). Możesz zignorować to niepowodzenie by usunąć pobrane pliki aktualizatora i ponowić próbę aktualizacji przy ponownym uruchomieniu launchera. Jeśli poniżej nie ma żadnych plików, pobieranie aktualizacji nie powiodło się i nie może zostać wypróbowane ponownie bez ponownego uruchomienia launchera.
tr: Başlatıcıyı otomatik olarak güncelleme işlemi başarısız oldu. Sorun muhtemelen güncelleme yükleyicinin düzgün çalışmamasından kaynaklı. Güncelleyiciyi, aşağıdaki ismine tıklayarak tekrar çalıştırmayı deneyebilirsiniz. Alternatif olarak; eğer yükleyiciyi manuel olarak çalıştırmak isterseniz, ilk güncelleyicinin bulunduğu klasörü açmak için aşağıdaki butona basabilirsiniz (eğer bu sorununuza yardımcı olursa, lütfen bize bildirin). İndirilen güncelleyici dosyalarını silmek için hatayı yoksayabilir ve başlatıcı bir sonraki sefer yeniden başlatıldığında güncellemeyi tekrar deneyebilirsiniz. Eğer aşağıda herhangi bir dosya listelenmiyorsa, güncellemeyi indirme işlemi başarısız olmuş demektir. Bu işlem, başlatıcıyı yeniden başlatmadan tekrar denenemez.
zh_hans: 启动器的自动更新失败了。这个问题很可能是更新安装程序未能正确运行。你可以点击下面的更新器名称，重新尝试运行一个更新器。或者，你可以按下下面的按钮，打开第一个更新程序所在的文件夹，这应该允许你手动运行安装程序（如果这对你的情况有帮助，请让我们知道）。 您可以忽略该失败，以便删除下载的更新程序文件，并在下次启动程序重新启动时重试更新。 如果下面没有列出任何文件，说明下载更新失败，在重启启动程序之前无法重试。
zh_hant: 啟動器自動更新失敗。問題可能是更新安裝程式未能正確執行。您可以點選下方的名稱重新嘗試執行更新程式。或者您可以按下方的按鈕開啟第一個更新程式所在的資料夾，這樣您就可以手動執行安裝程式（如果這對您有幫助，請讓我們知道）。 您可以忽略此失敗，以便刪除已下載的更新程式檔案，並在下次啟動程式時重試更新。 如果下方未列出任何檔案，表示下載更新失敗，必須重新啟動程式才能重試。
