Repository: Revolutionary-Games/Thrive-Launcher
Catalog: ThriveLauncher/Properties/Resources.*.resx
Languages: ar, bg, cs, da, de, es, fi, fr, hu, it, ja, ka, mk, nl, pl, pt_br, ro, ru, sv, tr, uk, zh_hans, zh_hant

# ErrorSuggestionForStartupFailure
source: If the game did not start correctly, please try the Thrive launch workarounds available under "Thrive Options" in the launcher settings
da: Hvis spillet ikke starter korrekt, prøv venligst Thrive opstart løsningerne tilgængelige under "Thrive indstillinger" i launcher indstillingerne
fi: Jos peli ei käynnistynyt oikein, ole hyvä ja kokeile Thriven käynnistämisongelmien kiertämisasetuksia, jotka löytyvät laukaisijan asetuksista "Thriven asetukset" -kohdasta
fr: Si le jeu n'a pas démarré correctement, veuillez essayer les solutions de contournement disponibles dans "Options de Thrive" dans les paramètres du lanceur
it: Se il gioco non è partito correttamente, prova le soluzioni alternative disponibili in "Opzioni Thrive" nelle impostazioni del launcher
ka: თუ თამაში სწორად არ გაეშვა, სცადეთ Thrive-ის გაშვების სხვა პარამეტრები, რომლებიც ხელმისაწვდომია გამშვების მორგების "Thrive-ის მორგების" ჩანართში
nl: Als het spel niet correct werd gestart, probeer dan de tijdelijke Thrive opstartopties onder 'Opties Thrive' in de instellingen van het opstarthulpprogramma
pl: Jeśli gra nie uruchomiła się poprawnie, prosimy wypróbować obejścia uruchamiania Thrive, dostępne w "Opcjach Thrive" w ustawieniach launchera
pt_br: Se o jogo não iniciou corretamente, por favor tente as soluções alternativas de inicialização do Thrive disponíveis em "Opções do Thrive" nas configurações do inicializador
ro: Dacă jocul nu a început corect, vă rugăm să folosiți soluții alternative pentru lansarea lui Thrive găsite sub "Opțiuni Thrive" în setările launcher-ului
ru: Если игра запустилась не корректно, то попробуйте запустить Thrive напрямую, через папку с игрой
sv: Om spelet inte startade korrekt, vänligen prova Thrive startlösningarna som finns under "Thrive Inställningar" i programstartarinställningar
tr: Eğer oyun düzgün bir şekilde başlamadıysa; lütfen başlatıcı ayarlarında, "Thrive Ayarları" altında bulunan, Thrive'ı başlatmaya yardımcı olabilecek çözüm yollarını deneyin
uk: Якщо гра не запустилася коректно, спробуйте допоміжні налаштування запуску в секції "Налаштування Thrive" у налаштування лаунчеру
zh_hans: 如果游戏无法正常开始，请尝试启动器设置中的“Thrive 设置”中提供的 Thrive 启动解决方法
zh_hant: 如果遊戲未正確啟動，請嘗試在啟動器設定的「Thrive 選項」中使用可用的 Thrive 啟動解決方法

# ReportSubmitErrorNetworkError
source: Submitting the report failed due to a network problem, please check your internet connection and try again in a few minutes
fr: L'envoi du rapport a échoué à cause d'un problème de réseau, merci de vérifiez votre accès à internet et de réessayer dans quelques minutes
ka: ანგარიშის გადაცემა ჩავარდა ქსელის პრობლემის გამო. შეამოწმეთ თქვენი ინტერნეტკავშირი და რამდენიმე წამში თავიდან სცადეთ
nl: Het indienen van het rapport is mislukt door een netwerkprobleem. Gelieve je internetverbinding te controleren en over een paar minuten opnieuw te proberen
pl: Wysyłanie raportu nie powiodło się ze względu na problem z siecią, prosimy sprawdzić swoje łącze internetowe i spróbować ponownie za kilka minut
tr: Bağlantı kaynaklı bir sorundan dolayı rapor gönderme işlemi başarısız oldu. Lütfen internet bağlantınızı kontrol edin ve birkaç dakika içinde tekrar deneyin
uk: Надіслати звіт не вдалося з-за проблеми з мережою, будь ласка, перевірте ваш інтернет-зв'язок і спробуйте знову за кілька хвилин
zh_hans: 由于网络问题，提交报告失败，请检查您的internet连接，几分钟后重试
zh_hant: 由於網路問題，提交報告失敗，請檢查您的網路連線，等待幾分鐘後再試一次

# LatestVersionParsingFailed
source: Parsing the info on the latest available launcher version failed. New launcher version availability notices and auto-updating will not work.
fr: L'analyse des informations de la dernière version disponible du lanceur a échoué. Les notifications de nouvelle versions disponibles et de mise à jour ne marcheront pas.
ka: უკანასკნელი ხელმისაწვდომი გამშვების ვერსიის ინფორმაციის დამუშავება ჩავარდა. ახალი გამშვების ვერსიის წვდომადობის გაფრთხილებები და ავტოგანახლება არ იმუშავებს.
nl: Het inlezen van de informatie over de meest recente versie van het opstarthulpprogramma is mislukt. Notificaties over nieuwe versies van het opstarthulpprogramma en het automatisch bijwerken zal niet werken.
pl: Analiza informacji o najnowszej dostępnej wersji launchera nie powiodła się. Powiadomienia o dostępności nowych wersji launchera oraz autoaktualizowanie nie będą działać.
tr: Mevcut olan en son başlatıcı sürümündeki bilgileri ayrıştırma işlemi başarısız oldu. Bu nedenle, yeni başlatıcı sürümü mevcudiyeti ile ilgili hatırlatmalar ve otomatik güncelleme çalışmayacak.
zh_hans: 解析最新可用启动器版本上的信息失败。新启动器版本可用性通知和自动更新将不起作用。
zh_hant: 解析最新可用的啟動器版本資訊失敗。新的啟動器版本可用性通知和自動更新將無法正常工作。

# OutdatedLauncherTypeCannotUpdate
source: You are using a type of the launcher that cannot auto-update. If you would like to use auto-updates in the future, please install a variant of the launcher that has auto-update capability.
da: Du bruger en type a launcheren der ikke kan auto-opdateres. Hvis du i fremtiden gerne vil gøre brug af auto-opdateringer, så installer venligst en variant f launcheren der kan auto-opdatere.
fr: Vous utilisez un laceur qui ne peut pas se mettre à jour automatiquement. Si vous souhaitez utiliser les mises a jour automatiques, veuillez installer un lanceur qui les supporte.
ka: იყენებთ გამშვების ტიპს, რომელსაც ავტოგანახლება არ შეუძლია. თუ გნებავთ, მომავალში გამოიყენოთ ავტოგანახლება, დააყენეთ გამშვების ვარიანტი, რომელსაც ავტოგანახლების შესაძლებლობა გააჩნია.
nl: Je gebruikt een type van het opstarthulpprogramma die niet automatisch bijgewerkt kan worden. Als je in de toekomst het programma automatisch bij wil laten werken, installeer dan een variant van het opstarthulpprogramma die zichzelf automatisch kan bijwerken.
pl: Używasz niezdolnego do auto-aktualizacji rodzaju launchera. Jeśli chciał(a/o)byś w przyszłości wykorzystywać auto-aktualizacje, prosimy zainstalować zdolną to tego wersję launchera.
pt_br: Você está usando um tipo de inicializador que não pode atualizar automaticamente. Se quiser atualizações automáticas no futuro, por gentileza, instale uma variante do inicializador com essa capacidade.
ro: Folosiți un tip de launcher care nu poate apdata automat. Dacă vreți să folosiți apdatări automate în viitor, vă rugăm să instalați o variantă a launcher-ului care poate apdata automat.
ru: Вы используете тип лаунчера, что не может автоматически обновиться. Если вы хотите иметь доступ к автоматическим обновлениям просим вас установить лаунчер, что обладает возможность автоматического обновления.
sv: Du använder en programstartartyp som inte kan auto-uppdatera. Om du vill använda auto-uppdateringar i framtiden, vänligen installera en variant av programstartaren som har auto-uppdateringsförmåga.
tr: Kendini otomatik olarak güncelleyemeyen bir başlatıcı türünü kullanıyorsunuz. Eğer gelecekte otomatik güncellemeyi kullanmak istiyorsanız, lütfen otomatik güncelleme yapma imkanı olan bir başlatıcı türünü yükleyin.
uk: Ви користуєтеся типом лаунчеру, який не може автооновлюватися. Якщо вам знадобляться автооновлення у майбутньому, будь ласка, встановіть варіант лаунчеру з можливістю автооновлення.
zh_hans: 您使用的启动器无法进行自动更新。如果您想在将来使用自动更新，请安装其它版本具有自动更新功能的启动器。
zh_hant: 您使用的啟動器類型無法自動更新。如果您希望將來使用自動更新，請安裝具有自動更新功能的啟動器。

# OutdatedLauncherTypeHasNoUpdateFile
source: Error: no update file found for this type of launcher. This should not happen. Please try again later and if the issue persist, please let us know.
da: Fejl: ingen opdateringsfil fundet for denne launcher type. Det burde ikke ske. Prøv venligst igen, og hvis fejlen fortsat sker, så informér os venligst om det.
fr: Erreur : aucun fichier de mise à jour pour ce lanceur. Veuillez réessayer plus tard et si le problème persiste, faites le nous savoir.
ka: შეცდომა: გამშვების ამ ტიპისთვის განახლების ფაილი აღმოჩენილი არაა. ეს არ უნდა მომხდარიყო. სცადეთ თავიდან მოგვიანებით და თუ პრობლემა არ გაქრება, შეგვატყობინეთ.
nl: Fout: geen bijwerkbestand is gevonden voor dit type opstarthulpprogramma. Dit zou niet mogen gebeuren. Probeer het later nog een keer. Neem contact op met ons als het probleem aanhoudt.
pl: Błąd: nie znaleziono pliku aktualizacji dla tego rodzaju launchera. To nie powinno się wydarzyć. Prosimy spróbować ponownie, a jeśli błąd dalej występuje, prosimy nas powiadomić.
pt_br: Erro: nenhum arquivo de atualização encontrado para este inicializador. Isso não deveria acontecer. Por favor, tente novamente mais tarde e, se o problema persistir, nos avise.
ro: Eroare: n-a fost găsită nicio filă de apdatare pentru acest tip de launcher. Asta n-ar trebui să se întâmple. Vă rugăm să încercați din nou, și dacă nu merge, vă rugăm să ne contactați.
ru: Ошибка: Не найдено файлов обновления для.
sv: Error: ingen uppdateringsfil hittades för denna programstartartyp. Detta borde inte ske. Vänligen försök igen och om problemet kvarstår, vänligen kontakta oss.
tr: Hata: Bu tür başlatıcı için güncelleme dosyası bulunamadı. Normal koşullarda bunun olmaması gerekirdi. Lütfen daha sonra tekrar deneyin. Eğer sorun devam ederse, lütfen bize bildirin.
uk: Помилка: файл оновлення для цього типу програм не знайдено. Це не мало б статися. Спробуйте пізніше, та якщо проблема не зникне, повідомте нам.
zh_hans: 错误：没有找到此类型启动器的更新文件。这本不该 发生。请稍后再试，如果问题仍然存在，请联系我们。
zh_hant: 錯誤：找不到此類型啟動器的更新檔案。這不應該發生。請稍後再試，如果問題仍然存在，請告知我們。

# DevCenterConnectFailureForbidden
source: Connecting to the ThriveDevCenter has failed. The server responded with a forbid response. This means that our connection key is no longer good. This may be caused by the connection being disconnected through the web UI or your account may be suspended. See the link below to check your account's connection statuses.
da: Forbindelse til ThriveDevCenteret mislykkedes. Serveren svarede igen med en forbudt respons. Det betyder at vore forbindelsesnøgle ikke længere er gyldig. Det kan skyldes at forbindelsen er blevet afbrudt gennem web UI eller at din konto er blevet suspenderet. Se linket nedenunder for at se din kontos forbindelses status.
fr: La connexion au ThiveDevCenter a échoué. Le serveur a répondu par une interdiction. Ça signifie que notre clé de connexion n'est plus valide. Cela peut être causé par la déconnexion à travers l'interface web ou par la suspension de votre compte. Utilisez le lien ci-dessous pour vérifier le statut de votre compte.
ka: ThriveDevCenter-თან მიერთება ჩავარდა. სერვერმა აკრძალვის პასუხი დააბრუნა. ეს ნიშნავს, რომ მიერთების გასაღები აღარ მუსაობს. ეს, შეიძლება, გამოწვეული იყოს კავშირის გაწყვეტის მიერ, ან, თუ თქვენი ანგარიში შეჩერებულია. იხილეთ ბმული ქვემოთ, რომ შეამოწმოთ ტქვენი ანგარიშის კავშირის სტატუსები.
nl: Verbinding met ThriveDevCenter is mislukt. De server heeft een verboden antwoord gestuurd. Dit betekent dat onze verbindingssleutel niet langer bruikbaar is. Dit kan veroorzaakt worden door een verbinding die in de website is verbroken of omdat je account is geschorst. Zie de link hieronder en controleer de verbindingsstatus van je account.
pl: Łączenie z ThriveDevCenter nie powiodło się. Serwer podał odpowiedź zakazującą. To znaczy, że nasz klucz łączenia nie jest prawidłowy. Może być to spowodowane poprzez rozłączenie połączenia poprzez UI sieci lub twoje konto może być zawieszone. Zobacz link poniżej aby sprawdzić status połączenia twojego konta.
pt_br: A conexão com ThriveDevCenter falhou. O servidor respondeu com uma proibição. Isso significa que a nossa chave de conexão não é mais válida. Isso pode ser causado pela conexão ser desconectada através da interface web ou sua conta pode estar suspensa. Veja o link abaixo para checar o status de conexão da sua conta.
ro: Conexiune la ThriveDevCenter a eșuat. Server-ul a răspuns cu o interzicere. Asta înseamnă că cheia noastră de conexiune nu mai funcționează. Asta poate fi cauzat de o lipsă de conexiune la UI-ul de web, sau contul dvs. poate fi suspendat. Verificați link-ul de jos ca să vă vedeți starea contului dvs.
ru: Подключение к центру разработчиков Thrive провалилось. Сервер ответил отказом. Это значит то, что подключение отвратное. Это может быть вызвано отключением соединения через веб-интерфейс или блокировкой учетной записи. Перейдите по ссылке ниже, чтобы проверить статус подключения вашей учетной записи.
sv: Anslutningen till ThriveDevCenter har misslyckats. Servern svarade med ett förbjudsvar. Detta innebär att våran anslutningsnyckel inte längre fungerar. Detta kan bero på att anslutningen avkopplas genom web UI eller så har ditt konto stängts av. Se länken nedan för att kontrollera ditt kontos anslutningsstatus.
tr: ThriveDevCenter'a bağlanma işlemi başarısız oldu. Sunucu, bir kısıtlama ile yanıt verdi. Bu, bağlantı anahtarının artık geçerli olmadığı anlamına gelir. Bu sorun ayrıca, web arayüzü aracılığıyla bağlantının kopması veya hesabınızın askıya alınması nedeniyle meydana gelmiş olabilir. Hesabınızın bağlantı durumunu incelemek için aşağıdaki bağlantıya bakabilirsiniz.
uk: Під'єднання до Центру Розробки Thrive невдале. Сервер відмовив. Це означає, що наш ключ під'єднання більше не працює. Це може бути спричинено тим, що з'єднання було розірвано через веб-інтерфейс, або ваш акаунт може бути призупинено. Подивіться посилання знизу, аби перевірити статус підключення акаунту.
zh_hans: 连接ThriveDevCenter失败。服务器收到了一个禁止回应。这意味着我们的账户密钥不再生效。这可能是由于通过web界面连接被断开或您的帐户被停用所致。请参阅下面的链接来检查您的帐户的连接状态。
zh_hant: 連線到 ThriveDevCenter 失敗。伺服器回覆了一個禁止的回應。這表示我們的連線金鑰不再有效。這可能是由於通過網頁介面連線中斷，或者您的帳戶可能被停用所致。請參閱下方連結檢查您帳戶的連線狀態。

# DevCenterConnectFailureConnection
source: Connecting to the ThriveDevCenter has failed. Please try again as the ThriveDevCenter may have just been temporarily unavailable. You should also check your internet connection. You can use the link below to visit the DevCenter to see if your browser can connect. Please try again later and if the problem persists for more than a few minutes, please report it.
da: Forbindelse til ThriveDevCenteret mislykkedes. Prøv venligst igen da det kan være at ThriveDevCenteret kun midlertidigt har været utilgængeligt. Du bør også tjekke din internet forbindelse. Du kan bruge linket nedenunder for at besøge DevCenteret for at se om din browser kan forbinde. Prøv venligst igen senere og hvis problemet fortsætter i mere end et par minutter, så indsend venligst en rapport.
fr: La connexion au ThriveDevCenter a échoué. Veuillez réessayer, le ThriveDevCenter peut avoir été indisponible temporairement. Vous devriez aussi vérifier votre connexion internet. Vous pouvez utiliser le lien ci-dessous pour voir si votre navigateur arrive a se connecter. Réessayez plus tard, et si le problème persiste plus longtemps que quelques minutes, veuillez le signaler.
ka: ThriveDevCenter-თან მიერტება ჩავარდა. სცადეთ ტავიდან, რადგან, შეიძლება, ThriveDevCenter, მხოლოდ, დროებით იყო გათიშული. ასევე შეამოწმეთ ტქვენი ინტერნეტკავშირიც. შეგიძლიათ, გამოიყენოთ ბმული ქვემოთ, რომ ეწვიოთ DevCenter-ს, რომ ნახოთ, შედის თუ არა საიტზე ბრაუზერი. სცადეთ კიდევ და თუ პრობლემა რამდენიმე წუთზე მეტხანს გაგრძელდება, დაგვიკავშირდით.
nl: Verbinding met ThriveDevCenter is mislukt. Gelieve opnieuw te proberen aangezien ThriveDevCenter mogelijk slechts kort onbeschikbaar was. Controleer ook je internetverbinding. Je kunt de link hieronder gebruiken om de DevCenter in je browser te laden. Probeer later nogmaals. Neem contact op met ons wanneer het probleem voor meer dan enkele minuten aanhoudt.
pl: Łączenie z ThriveDevCenter nie powiodło się. Prosimy spróbować później, ponieważ ThriveDevCenter mogło być czasowo nie dostępne. Powinieneś(nnaś/nnoś) sprawdzić również swoje połączenie internetowe. Możesz użyć linku poniżej, by odwiedzić DevCenter aby zobaczyć, czy twoja przeglądarka może się łączyć. Prosimy spróbować później, a jeśli problem utrzymuje się przez więcej niż kilka minut, prosimy to zgłosić.
pt_br: A conexão ao ThriveDevCenter falhou. Por favor, tente novamente, pois o ThriveDevCenter pode apenas estar temporariamente indisponível. Você também deveria verificar sua conexão com a internet. Você pode usar o link abaixo para visitar o DevCenter para ver se o seu browser pode se conectar. Por favor, tente novamente mais tarde e, se o problema persistir por mais que alguns minutos, por favor relate-o.
ro: Conectarea la ThriveDevCenter a eșuat. Vă rugăm să încercați din nou, deoarece ThriveDevCenter poate să fi fost temporar indisponibil. Ar trebui să vă verificați conexiunea dvs. la internet. Puteți să folosiți link-ul de jos ca să accesați ThriveDevCenter-ul prin browser-ul dvs. Vă rugăm să încercați din nou mai târziu, și problema persistă pentru mai mult decât câteva minute, vă rugăm să o raportați.
ru: Подключение к Центру Разработчиков Thrive не удалось. Повторите попытку, так как Центр Разработчиков Thrive, возможно, был временно недоступен. Вы также должны проверить свое подключение к Интернету. Вы можете использовать ссылку ниже, чтобы посетить Центр разработки, чтобы узнать, может ли ваш браузер подключиться. Повторите попытку позже, и если проблема сохраняется более нескольких минут, сообщите об этом.
sv: Anslutningen till ThriveDevCenter har misslyckats. Vänligen försök igen eftersom ThriveDevCenter kan vara tillfälligt otillgänglig. Du borde också kontrollera din internetanslutning. Du kan använda länken nedan för att besöka ThriveDevCenter för att se om din webbläsare kan ansluta. Vänligen försök igen sebare och om problemet kvarstår längre än några minuter, vänligen rapportera det.
tr: ThriveDevCenter'a bağlanma işlemi başarısız oldu. ThriveDevCenter, geçici olarak müsait olmayabileceği için lütfen tekrar deneyin. Ayrıca, internet bağlantınızı da kontrol etmeniz gerekir. Tarayıcınızın bağlanıp bağlanmadığını görmek için aşağıdaki bağlantıyı kullanıp DevCenter'ı ziyaret edebilirsiniz. Lütfen daha sonra tekrar deneyin. Eğer sorun birkaç dakikadan daha uzun süre devam ederse, lütfen bunu bildirin.
uk: Під'єднання до РозробЦентру невдале. Будь-ласка повторіть спробу, бо РозробЦентр міг просто тимчасово бути недоступним. Ви також можете перевірити ваше з'єднання з інтернетом. Ви можете використати посилання нижче, щоб відвідати РозробЦентр та побачити чи може ваш браузер підключитися. Будь-ласка спробуйте знову пізніше, та якщо проблема не вирішиться протягом кількох хвилин, то повідомте про це.
zh_hans: 连接ThriveDevCenter失败。请再试一次，因为ThriveDevCenter可能暂时无法使用。您也需要检查一下你的网络连接。您可以使用下面的链接访问DevCenter，检查网络是否可用。请稍后再试，如果问题持续存在，请反馈。
zh_hant: 連線到 ThriveDevCenter 失敗。請再試一次，因為 ThriveDevCenter 可能只是暫時無法使用。您還應該檢查您的網際網路連線。您可以使用下方連結訪問 DevCenter，檢查您的瀏覽器是否能夠連線。請稍後再試，如果問題持續超過幾分鐘，請回報問題。

# ErrorGettingDevBuild
source: Error: failed to find DevBuild of specified type for current platform. Please select another build, for example the recommended BOTD, and try again. Cause of failure: {0}
da: Fejl: fandt ikke et DevBuild af den specificerede type for den nuværende platform. Vælg venligst et andet build, for eksempel det anbefalede BOTD, og prøv igen. Fejlen skyldes: {0}
fr: Erreur : échec de la recherche d'une version de développement du type spécifié pour cette plateforme. Veuillez choisir une autre version et réessayer. Cause de l'échec : {0}
ka: შეცდომა: მიმდინარე პლატფორმისთვის სატესტო ვერსია აღმოჩენილი არაა. აირჩიეთ სხვა აგება, მაგალითად რეკომენდებული BOTD და თავიდან სცადეთ. ავარიის მიზეზი: {0}
nl: Fout: kon geen DevBuild van gespecificeerde type voor het huidige platform vinden. Gelieve een andere build te selecteren, zoals de aangeraden BVDD, en opnieuw te proberen. Oorzaak van fout: {0}
pl: Błąd: nie udało się znaleźć Wersji Deweloperskiej określonego rodzaju dla obecnej platformy. Prosimy wybrać inną wersję, np. zalecaną WD, i spróbować ponownie. Przyczyna błędu: {0}
pt_br: Erro: falha em encontrar a versão de desenvolvimento do tipo especificado para esta plataforma. Favor selecionar outra versão, por exemplo a VDD recomendada, e tentar novamente. Causa da falha: {0}
ro: Eroare: recuperarea DevBuild-ului de tipul selectat pentru această platformă a eșuat. Vă rugăm să selectați un alt DevBuild, de exemplu BOTD-ul recomandat, și să încercați din nou. Cauza erorii: {0}
ru: Ошибка: Не удалось найти билд Разработчика определенного типа для нынешней платформы. Пожалуйста, выберите другой билд, например - рекомендуемый Билд Дня и попробуйте вновь. Причина ошибки: {0}
sv: Error: misslyckades att hitta DevBuild av specificerad typ för den nuvarande plattformen. Vänligen välj en annan build, till exempel den rekommenderade DB, och försök igen. Orsak: {0}
tr: Hata: Mevcut platform için belirtilen türde bir Geliştirme Sürümü bulunamadı. Lütfen başka bir sürüm seçin, örneğin önerilen GS, ve tekrar deneyin. Hata nedeni: {0}
uk: Помилка: не вдалося знайти DevBuild обраного типу для поточної платформи. Будь ласка, оберіть інший білд, наприклад, рекомендований білд дня, та спробуйте знову. Причина помилки: {0}
zh_hans: 错误：未能找到当前平台指定类型的DevBuild。请选择另一个版本，例如推荐的BOTD模式，然后重试。故障原因:{0}
zh_hant: 錯誤：找不到當前平臺指定類型的 DevBuild。請選擇其他版本，例如推薦的 BOTD，然後重試。失敗原因：{0}
